Repository: asafonov01/telegram_game_event_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar, be, de, es, fr, id, it, pt, tr, uk, vi

source: На этот код уже использованы бесплатные попытки ({}/{}). Следите за новостями на канале @letsplaycastleclash
ar: الفرص المجانية تم استعمالها بالنسبة لهذا الرمز ({}/{}) . المرجو متابعة الأخبار على هذه القناة letsplaycastleclash@
be: На гэты код ужо скарыстаны бясплатныя спробы ({}/{}). Сачыце за навінамі на канале @letsplaycastleclash
de: Freie Versuche wurden bereits für diesen Code verwendet ({}/{}). Verfolgen Sie die Neuigkeiten auf dem Kanal @letsplaycastleclash
es: Ya se han utilizado intentos gratuitos para este código ({}/{}). Sigue las noticias en el canal @letsplaycastleclash
fr: Des tentatives gratuites ont déjà été utilisées pour ce code ({}/{}). Suivez l'actualité sur la chaîne @letsplaycastleclash
id: Akun yang diundang yang gratis sudah digunakan untuk kode ini ({}/{}). Ikuti berita nya di channel @letsplaycastleclash
it: Sono già stati utilizzati tentativi gratuiti per questo codice ({}/{}). Segui le notizie sul canale @letsplaycastleclash
pt: Tentativas gratuitas já foram usadas para este código ({}/{}). Acompanhe as novidades no canal @letsplaycastleclash
tr: Ücretsiz deneme bu kod için çoktan kullanıldı ({}/{}). Haberleri bu kanaldan takip edebilirsiniz @letsplaycastleclash
uk: На цей код використані безкоштовні спроби ({}/{}). Слідкуйте за новинами на каналі @letsplaycastleclash
vi: Lời mời miễn phí đã được sử dụng cho mã này ({}/{}). Theo dõi tin tức mới nhất ở kênh @letsplaycastleclash

source: Ошибка: неверное число попыток. Введите верное число попыток
ar: ❌ خطأ : عدد المحاولات خاطئ. المرجو إدخال العدد الصحيح للمحاولات.
be: Памылка: няправільны лік спроб. Увядзіце правільную колькасць спроб
de: ❌ Fehler: Ungültige Anzahl von Versuchen. Bitte geben Sie die richtige Anzahl von Versuchen ein.
es: ❌ Error: número de intentos no válido. Introduzca el número correcto de intentos.
fr: ❌ Erreur: nombre de tentatives non valide. Veuillez entrer le nombre correct de tentatives.
id: ❌ Error: Jumlah akun yang diundang tidak valid. Harap masukkan jumlah akun yang diundang dengan benar.
it: ❌ Errore: numero di tentativi non valido. Inserisci il numero corretto di tentativi
pt: ❌ Erro: Número inválido de tentativas. Insira o número correto de tentativas.
tr: ❌ Hata: Geçersiz deneme sayısı. Lütfen doğru deneme sayısını yazınız.
uk: ❌ Помилка: невірна кількість спроб. Будь ласка, введіть правильну кількість спроб.
vi: Lỗi: Số lượng tài khoản được mời không hợp lệ. Vui lòng ghi số lượng chính xác

source: ❌ Лимит попыток превышен. Введите не более {} попыток для продолжения, или нажмите кнопку 30 попыток.
ar: ❌تم تجاوز محاولات الإعادة المسموح بها. أدخل رقم لا يتجاوز {} للمتابعة، أو أضغط على زر 30
de: ❌ Wiederholungsgrenze überschritten. Geben Sie nicht mehr als {} Versuche ein, um fortzufahren, oder drücken das Feld 30 Versuche.
es: ❌ Se excedió el límite de reintentos. Ingrese no más de {} intentos para continuar, o presione el botón de 30 intentos.
fr: ❌ Limite de tentatives dépassée. Ne saisissez pas plus de {} tentatives pour continuer, ou appuyez sur le bouton 10/15 tentatives.
id: ❌ Batas coba telah melewati. Tekan tidak lebih dari {} akun yang diundang untuk melanjutkan, atau tekan tombol 30 akun yang diundang .
it: ❌ Limite di tentativi superato. Immettere non più di {} tentativi per continuare o premere il pulsante 30 tentativi.
pt: ❌ Limite de repetição excedido. Não digite mais de {} tentativas para continuar ou pressione o botão 30 tentativas.
tr: ❌ Deneme limiti doldu. Lütfen {} daha fazla deneme yapmayınız ya da 30 seçeneklerine tıklayınız.
uk: ❌ Кількість спроб обмежена. Введіть не більше {} спроб для продовження, або натисність на кнопку 30 спроб.
vi: ❌ Đã vượt quá giới hạn thử lại. Nhập không quá {} tài khoản được mời để tiếp tục, hoặc chọn nút 30 tài khoản được mời

source: ⚠ Введено слишком большое количество попыток. Изменено на {} попыток. По правилам Акции можно получить не больше - {} вводов.
ar: ⚠ لقد تجاوزت العدد المسموح به من المحاولات. التغيير لعدد المحاولات {} . بالنسبة لقواعد الحدث ، لا يمكن تجاوز - {} محاولة .
be: ⚠ Уведзена занадта вялікая колькасць спроб. Зменена на {} спроб. Па правілах Акцыі можна атрымаць не больш за - {} уводаў
de: ⚠ Zu viele Versuche eingegeben. Geändert auf {} Versuche. Nach den Regeln der Promotion können Sie nicht mehr als {} Einträge erhalten.
es: ⚠ Se ingresaron demasiados intentos. Cambiado a {} intentos. De acuerdo con las reglas de la Promoción, no puede obtener más - {} participaciones.
fr: ⚠ Trop de tentatives entrées. Changé en {} tentatives. Selon les règles de la promotion, vous ne pouvez obtenir plus de {} entrées.
id: ⚠ Terlalu banyak akun yang diundang telah dimasukkan. Ganti ke {} akun yang diundang. Menurut aturan dari Promosi, anda tidak bisa mendapatkan lagi - {} masukan.
it: ⚠ Troppi tentativi inseriti. Modificato in {} tentativi. Secondo le regole della Promozione, non puoi ottenere più - {} voci.
pt: ⚠ Demais tentativas inseridas. Alterado para {} tentativas. De acordo com as regras da Promoção, você não pode receber mais - {} entradas.
tr: ⚠ Çok fazla deneme yapıldı. Şu denemeye değiştirildi {} . Promosyon kurallarına göre, daha fazla deneme alamazsınız - {} .
uk: ⚠ Введено надто багато спроб. Змінено на {} спроб. По правилам події можна отримати предмети, не більше - {} спроб.
vi: ⚠ Quá nhiều tài khoản được mời. Đã chuyển thành {} tài khoản được mời. Theo quy định của chương trình khuyến mãi, bạn không thể lấy nhiều hơn - {} tài khoản

source: На этом коде уже введено {} попыток, больше ввести нельзя по правилам Акции.
ar: {} تم استخدام كل المحاولات بالنسبة لهذا الرمز، لا يمكن إرسال المزيد من المكافئات حسب قوانين الحدث.
be: На гэтым кодзе ўжо ўведзена {} спроб, больш увесці нельга па правілах Акцыі.
de: Für diesen Code wurden bereits {} Versuche eingegeben, weitere können nach den Regeln des Events nicht mehr eingegeben werden.
es: Ya se han ingresado {} intentos en este código, no se pueden ingresar más de acuerdo con las reglas del evento.
fr: {} des tentatives ont déjà été saisies sur ce code, d'autres ne peuvent pas être saisies selon les règles de l'événement.
id: {} akun yang diundang sudah dimasukkan kedalam code ini, lebih dari it tidak bisa dimasukkan lagi menurut aturan dari event.
it: Sono già stati inseriti {} tentativi su questo codice, non è possibile inserirne altri secondo le regole dell'evento.
pt: {} tentativas já foram inseridas neste código, mais não podem ser inseridas de acordo com as regras do evento.
tr: {} sayısında deneme kodu çoktan girildi, etkinlik kurallarına göre daha fazla kod giremezsiniz.
uk: На цьому коді вже введено {} спроб, більше ввести не можна за правилами події.
vi: {} tài khoản được mời đã được nhập bởi mã này, không thể nhập nhiều hơn theo quy định của sự kiện

source: Добавляю попытки к коду... <i>(максимум {} попыток по правилам акции. Купите 240 CastleCoin\`ов для получения фулл наград.)</i>
ar: إضافة محاولات للرمز ... (الحد الأقصى هو {} بسبب قوانين الحدث. المرجو شراء 240 عملة كاستل للحصول على جميع المكافئات) .
es: Agregando intentos al código... <i>(el límite es {} intentos debido a las reglas del juego. Compre 240 CastleCoins para obtener todas las recompensas)</i>
fr: Ajout de tentatives au code... <i>(La limite est de {} tentatives en raison des règles du jeu. Veuillez acheter 240 CastleCoins pour obtenir toutes les récompenses)</i>
id: Tambahkan akun yang diundang ke kode... <i>(Batas{} akun yang diundang karena aturan game. Harap membeli 240 CastleCoins untuk mendapatkan semua hadiahnya)</i>
it: Aggiunta di tentativi al codice... <i>(il limite è di {} tentativi dovuti alle regole del gioco. Acquista 240 CastleCoin per ottenere tutti i premi)</i>
tr: Denemeler koda ekleniyor.. <i> (etkinlik kurallarına göre deneme limiti {} . Tüm ödülleri almak için lütfen en az 240 CastleCoin alın)</i>
uk: Добавляю спроби до коду... <i>(максимум {} спроб по правилам події. Будь ласка, придбайте 240 CastleCoin, щоб отримати всі предмети.)</i>
vi: Đang thêm tài khoản được mời tới mã ... (giới hạn là {} tài khoản được mời theo quy định của trò chơi. Vui lòng mua 240 CastleCoins để lấy hết mọi phần quà)

source: <code>{}</code> успешно добавлен в очередь! Вы получите уведомление, когда закончится обработка кода. <i>(максимум {} попыток по правилам акции. Купите 100 CastleCoin\`ов для получения фулл наград.)</i>
pt: <code>{}</code> adicionado com sucesso à fila! Você receberá uma notificação assim que o código for processado. <i>(o limite é de {} tentativas devido às regras do jogo. Compre 100 CastleCoins para receber todas as recompensas.)</i>
vi: <code>{}</code> đã thành công được thêm vào hàng chờ!. Bạn sẽ nhận được thông báo ngay khi mã được xử lý. <i>(giới hạn là {} tài khoản được mời theo quy định của trò chơi. Vui lòng mua 100 CastleCoins để lấy hết mọi phần quà)</i>

source: Ваш код получил все 30 попыток, доступное по правилам Акции.
ar: رمزك قد حصل على 30 مكافئة المسموح بها في قوانين الحدث.
be: Ваш код атрымаў усе 30 спроб, даступнае па правілах Акцыі.
de: Dein Code hat alle 30 Versuche erzielt, die gemäß den Eventregeln zur Verfügung stehen.
es: Tu código ha recibido los 30 intentos disponibles según las reglas del evento.
fr: Votre code a reçu les 30 tentatives disponibles selon les règles de l'événement.
id: Kode anda sudah mendapatkan semua 30 akun yang diundang yang ada dibawah peraturan event
it: Il tuo codice ha ricevuto tutti i 30 tentativi disponibili secondo le regole dell'evento.
pt: Seu código recebeu todas as 30 tentativas disponíveis nas regras do evento.
tr: Etkinlik kurallarına göre geçerli 30 denemenin tamamını aldınız.
uk: Ваш код отримав всі 30 спроб по правилам події.
vi: Mã của bạn đã nhận đủ tối đa 30 tài khoản được mời theo quy định của sự kiện.

source: ❌ На балансе недостаточно CastleCoin'ов: необходимо {} CastleCoin, у вас доступно {} CastleCoin'ов
ar: ❌ ليس لديك عدد كافي من عملات كاستل : تحتاج إلى {} عملة كاستل، لديك {} عملة كاستل .
be: ❌ На балансе недастаткова CastleCoin'аў: неабходна {} CastleCoin, у вас даступна {} CastleCoin'аў
de: ❌ Du hast nicht genug CastleCoins: Du brauchst {} CastleCoin, du hast {} CastleCoins
es: ❌ No tienes suficientes CastleCoins: necesitas {} CastleCoin, tienes {} CastleCoins
fr: ❌ Vous n'avez pas assez de CastleCoins : il vous fallait {} CastleCoin, vous avez {} CastleCoins
id: ❌Anda belum mempunyai CastleCoin yang cukup: dibutuhkan{} CastleCoin, Anda punya {} CastleCoin
it: ❌ Non hai abbastanza CastleCoin: hai bisogno di {} CastleCoin, hai {} CastleCoin
pt: ❌ Você não tem CastleCoins suficientes: precisa de {} CastleCoin, você tem {} CastleCoins
tr: ❌ Yeterince CastleCoin yok: şu kadar CastleCoin gerekli {}, sizde {}CastleCoin mevcut.
uk: ❌ На рахунку недостатньо CastleCoin: необхідно {} CastleCoin, у вас доступно {} CastleCoin.
vi: ❌ Bạn không có đủ CastleCoins: cần {} CaslteCoin, bạn có {} CaslteCoins

source: ✅ <code>{}</code> добавлен в очередь. Использовано {} CastleCoin'ов ({}) попыток.
ar: ✅ <code>{}</code> تمت إضافته إلى لائحة الانتظار. استخدمت {} عملة كاستل ({}) مكافئة.
be: ✅ <code>{}</code> дададзены ў чаргу. Выкарыстана {} CastleCoin'аў ({}) спроб.
de: ✅ <code>{}</code> in die Warteschlange aufgenommen. Verbraucht {} CastleCoins ({}) Versuche.
es: ✅ <code>{}</code> añadido a la cola. Has usado {} CastleCoins ({}) intentos.
fr: ✅ <code>{}</code> ajouté à la file d'attente. Utilisé {} CastleCoins ({}) tentatives.
id: ✅ <code>{}</code> ditambahkan ke antrian. Digunakan {} CastleCoins ({}) akun yang diundang.
it: ✅ <code>{}</code> aggiunto alla coda. Tentativi utilizzati {} CastleCoins ({}).
pt: ✅ <code>{}</code> adicionado à fila. Tentativas de {} CastleCoins ({}) usadas.
tr: ✅ <code>{}</code> eklendi. Şu kadar {} CastleCoin ({}) deneme için kullanıldı.
uk: ✅ <code>{}</code> успішно додано в чергу. Використано {} CastleCoin ({}) спроб.
vi: ✅ <code>{}</code> đã được thêm vào hàng chờ. Đã sử dụng {} CastleCoins ({}) tài khoản được mời.

source: 10 случайных пазлов
ar: 10 ألغاز عشوائية
be: 10 выпадковых пазлаў
de: 10 zufällige Puzzles
es: 10 rompecabezas aleatorios
fr: 10 puzzles aléatoires
id: 10 puzzle acak
it: 10 puzzle casuali
pt: 10 quebra-cabeças aleatórios
tr: 10 rastgele bulmaca
uk: 10 випадкових пазлів
vi: 10 mảnh ghép ngẫu nhiên

source: Активировать доступ к Загадочному Пазлу
ar: تفعيل الوصول إلى لغز الوهم
be: Актываваць доступ да Загадкавага Пазла
de: Aktivieren Sie den Zugang zu Puzzle Phantasie
es: Activar acceso a Puzzle Fantástico
fr: Activer l'accès à Fancy Puzzle
id: Aktifkan akses ke Puzzle mewah
it: Attiva l'accesso a Fantasia Puzzle
pt: Ative o acesso ao Fancy Puzzle
tr: Bulmaca Eğlencesi erişimini aktif edin
uk: Активувати доступ до Загадкових Пазлів
vi: Kích hoạt truy cập tới Mảnh ghép ma thuật

source: Подтвердить покупку
ar: تأكيد الشراء
be: Пацвердзіць пакупку
de: Kauf bestätigen
es: Compra confirmada
fr: Confirmer l'achat
id: Konfirmasi pembelian
it: Confermare l'acquisto
pt: Confirme a compra
tr: Satın alımınızı doğrulayın
uk: Підтвердити покупку
vi: Xác nhận thanh toán

source: Автосбор
ar: تجميع التلقائي للألغاز
de: Puzzles automatisch einsammeln
es: Recolección automática de rompecabezas
fr: Collecte automatique des puzzles
id: Mengumpulkan Puzzle secara automatis
it: Raccolta automatica del puzzle
pt: Coleta automática de quebra-cabeça
tr: Bulmacayı otomatik topla
vi: Tự động thu thập mảnh ghép

source: {} {} шт
ar: {} {} قطع
de: {} {} Stück
es: {} {} piezas
fr: {} {} pièces
id: {} {} puzzle
it: {} {} pz
pt: {} {} peças
tr: {} {} fotoğraf
uk: {} {} кі-сть
vi: {} {} mảnh ghép

source: Выбран раздел: <b>Загадочный пазл</b> • <a href="https://letsplaycastleclash.com/faq"><b>Ознакомьтесь с FAQ</b></a> Загадочного пазла. • Нажмите на кнопку<b> «Активировать доступ к пазлам»</b>, подтвердите покупку тарифа ещё раз, нажав <b>«Подтвердить покупку»</b>. • После активации, заново зайдите в раздел Загадочный Пазл, чтобы начать пользоваться.
ar: القسم الحالي :لغز الوهم • <a href="https://letsplaycastleclash.com/faq"><b>read FAQ</b></a> لغز الوهم • إضغط «السماح بالوصول للغز الوهم», ثم أكد عملية الشراء بالضغط على «أكد عملية الشراء للتصنيف» • بعد التأكيد، أدخل رمز حدث لغز الوهم مرة أخرى للحصول على المكافئات.
be: Вылучаны раздзел: <b>Загадкавы пазл</b> • <a href="https://letsplaycastleclash.com/faq"><b>Азнаёмцеся з FAQ</b></a> Загадкавага пазла. • Націсніце на кнопку <b> «Актываваць доступ да пазлаў»</b>, пацвердзіце набыццё тарыфу яшчэ раз, націснуўшы <b>«Пацвердзіць куплю»</b>. • Пасля актывацыі, зноўку зайдзіце ў раздзел Загадкавы Пазл, каб пачаць карыстацца.
de: Aktueller Bereich: <b>Puzzle Phantasie</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lesen Sie die FAQs</b></a> von Puzzle Phantasie. • Klicken Sie auf <b> «Zugang zu den Puzzle aktivieren»</b>, dann bestätigen Sie den Kauf, indem Sie auf <b>«Den Kauf des Dienstes bestätigen»</b>. klicken. • Nach der Aktivierung gehen Sie bitte erneut in den Bereich Puzzle Phantasie, um Puzzles zu erhalten.
es: Sección actual: <b>Puzzle Fantástico</b> • <a href="https://letsplaycastleclash.com/faq"><b>lea las preguntas frecuentes</b></a> de Puzzle Fantástico. • Haga clic en <b> «Activar acceso a los rompecabezas»</b>, luego confirme la compra haciendo clic en <b>«Confirmar la compra»</b>. • Después de la activación, vuelva a ingresar a la sección Puzzle Fantástico para obtener rompecabezas.
fr: Section actuelle : <b>Puzzle Fantaisie</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lisez la FAQ</b></a> de Puzzle Fantaisie. • Cliquez sur <b> «Activer l'accès aux puzzles»</b>, puis confirmez l'achat en cliquant sur <b>«Confirmer l'achat»</b>. • Après l'activation, veuillez entrer à nouveau dans la section "Puzzle Fancy" pour obtenir des puzzles.
id: Bagian saat ini: <b>Puzzle Mewah</b> • <a href="https://letsplaycastleclash.com/faq"><b>Baca FAQ</b></a> dari Puzzle Mewah. • Tekan <b> «Aktifkan akses ke puzzle»</b>, lalu konfirmasi pembelian dengan menekan<b> «Konfirmasi pembelian»</b>. • Setelah pengaktifan, harap menekan ulang bagian Puzzle Mewah untuk mendapatkan puzzle.
it: Sezione corrente: <b>Fantasia Puzzle</b> • <a href="https://letsplaycastleclash.com/faq"><b>Leggi le FAQ</b></a> di Fantasia Puzzle. • Fare clic su <b> «Attiva l'accesso ai puzzle»</b>, quindi confermare l'acquisto facendo clic su <b>«Conferma l'acquisto»</b>. • Dopo l'attivazione, rientra nella sezione Fantasia Puzzle per ottenere i puzzle.
pt: Seção atual: <b>Fantasia de quebra-cabeça</b> • <a href="https://letsplaycastleclash.com/faq"><b>leia o FAQ</b></a> do Fantasia de quebra-cabeça. • Clique em <b>«Ativar acesso aos quebra-cabeças»</b> e, em seguida, confirme a compra clicando em <b>«Confirmar a compra».</b> • Após a ativação, entre novamente na seção Puzzle Fancy para obter os quebra-cabeças.
tr: İlgili bölüm: <b>Bulmaca eğlencesi </b> • <a href="https://letsplaycastleclash.com/faq"><b>Yönetmeliği okuyun</b></a> Bulmaca eğlencesi • Tıklayın <b> «Bulmacalara erişim için aktif et»</b>, sonra satın alımı doğrulamak için tıklayın <b>«satın alımı doğrulayın»</b>. • Aktivasyondan sonra, bulmacaları almak için lütfen Bulmaca Eğlencesi bölümüne tıklayın.
uk: Вибранний розділ: <b>Загадковий Пазл</b> • <a href="https://letsplaycastleclash.com/faq"><b>Прочитайте FAQ</b></a> Загадкового Пазла. • Натисніть <b> «Активувати доступ до Загадкового Пазла»</b>, підтвердіть покупку ще раз, натиснувши <b>«Підтвердити покупку»</b>. • Після активації, натисніть знову розділ Загадковий Пазл, щоб скористатися пазлами.
vi: Danh mục hiện tại: <b>Mảnh ghép ma thuật</b> • <a href="https://letsplaycastleclash.com/faq"><b>Đọc câu hỏi thường gặp trong sự kiện</b></a> Mảnh ghép mà thuật • Chọn <b>«Kích hoạt truy cập tới mảnh ghép»</b>, sau đó xác nhận thanh toán bằng cách chọn <b>«Xác nhận thanh toán»</b> • Sau khi kích hoạt, vui lòng vào lại phần Mảnh ghép ma thuật để lấy các mảnh ghép

source: <b>Активировать доступ к пазлам</b> • За 10 CastleCoin вы получаете 30 кодов друга на один аккаунт по правилам События. • Покупка тарифа не ограничена.
ar: السماح بالدخول للألغاز • ل 10 عملات كاستل تحصل على 30 مكافئة لكل حساب ،وذلك حسب قوانين الحدث . • ليس هناك حد أقصى للشراء.
be: <b>Актываваць доступ да пазлаў</b> • За 10 CastleCoin вы атрымліваеце 30 кодаў сябра на адзін рахунак па правілах Падзеі. • Купля тарыфу не абмежавана.
de: <b>Zugang zu Puzzles aktivieren</b> • Für 10 CastleCoin erhalten Sie 30 Freundescodes pro Account gemäß den Regeln des Events. • Der Kauf des Tarifs ist nicht begrenzt.
es: <b>Activar el acceso a los rompecabezas</b> • Por 10 CastleCoin obtienes 30 códigos de amigo por cuenta según las reglas del Evento. • La tarifa no es limitada.
fr: <b>Activer l'accès aux puzzles</b> • Pour 10 CastleCoin vous obtenez 30 codes d'amis par compte selon les règles de l'événement. - L'achat de tarifs n'est pas limité.
id: <b> mengaktifkan akses ke puzzle</b> • Untuk 10 CastleCoin, anda bisa mendapatkan 30 Kode teman per akun menurut peraturan dari event. • Tarif pembelian tidak dibatasi
it: <b>Attiva l'accesso ai puzzle</b> • Per 10 CastleCoin ricevi 30 codici amico per account secondo le regole dell'evento. • L'acquisto a tariffa non è limitato.
pt: <b>Ative o acesso aos quebra-cabeças</b> • Por 10 CastleCoin você recebe 30 códigos de amigo por conta de acordo com as regras do Evento. • A compra de tarifas não é limitada.
tr: <b>Bulmacaya erişimi aktifleştir</b> • Etkinliğin kurallarına göre her 10 CastleCoin için 30 arkadaş kodu alacaksınız. • Tarife satın alma sınırlı değildir
uk: <b>Активувати доступ до Загадкового пазла</b> • За 10 CastleCoin ви отримуєте 30 кодів друга по правилам події. • Покупка тарифу не обмежена.
vi: <b>Kích hoạt truy cập tới mảnh ghép</b> • Với 10 CastleCoin bạn sẽ nhận được 30 mã code của bạn bè theo quy định của sự kiện • Thuế suất mua không giới hạn.

source: У вас недостаточно CastleCoin'ов для покупки. Нужно {}, у вас есть: {}
ar: ليس لديك عدد كافي من عملات كاستل . تحتاج لشراء {} ، لديك : {}
be: У вас недастаткова CastleCoin'аў для пакупкі. Трэба {}, у вас есць: {}
de: Du hast nicht genug CastleCoins zum Kaufen. Du brauchst: {}, du hast: {}
es: No tienes suficientes CastleCoins para comprar. Necesitas: {}, tienes: {}
fr: Vous n'avez pas assez de CastleCoins pour acheter. C'est nécessaire : {}, vous avez : {}
id: Anda tidak memiliki CastleCoin yang cukup untuk membeli. Dibutuhkan: {}, anda memiliki: {}
it: Non hai abbastanza CastleCoin da acquistare. Necessario: {}, hai: {}
pt: Você não tem CastleCoins suficientes para comprar. Necessário: {}, você tem: {}
tr: Satın almak için yeterince CastleCoinin yok Gereken: {}, sahip olduğun: {}
uk: У вас недостатньо CastleCoin для активації. Потрібно: {}, у вас є: {}
vi: ❌ Bạn không có đủ CastleCoins: cần {} CaslteCoin, bạn có {} CaslteCoins

source: ✅ Загадочный Пазл куплен до {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Московское время</b></a>. Приятного пользования 😎
ar: ✅ تم شراء اشتراك لغز الوهم لغاية {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Moscow time</b></a>. استمتع به 😎
be: ✅ Загадкавы Пазл набыты да {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Маскоўскі час</b></a>. Прыемнага карыстання 😎
de: ✅ Puzzle Phantasie Zugang gekauft bis {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Moskauer Zeit</b></a>. Viel Spaß damit 😎
es: ✅ Acceso a Puzzle Fantástico comprado hasta el {} <a href="http://google.com/search?q=hora+en+moscú+ahora"><b>hora de Moscú</b></a>. Disfrútalo 😎
fr: ✅ Puzzle Fancy access bought until {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Heure de Moscou</b></a>. Profitez-en😎
id: ✅ Akses Puzzle Mewah telah dibeli sampai {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Zona Waktu Moscow</b></a>. Selamat bersenang-senang😎
it: ✅ Fantasia Puzzle accesso acquistato fino al {} <a href="http://google.com/search?q=time+in+moscow+now"><b>ora di Mosca</b></a>. Divertiti 😎
pt: ✅ Acesso ao quebra-cabeça comprado até {} <a href="http://google.com/search?q=time+in+moscow+now"><b>horário de Moscou.</b></a> Aproveite 😎
tr: ✅ Bulmaca Eğlencesi erişimi şu zamana kadar mümkün {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Moscow zamanı</b></a>. İyi eğlenceler😎
uk: ✅ Загадковий Пазл активований до {} <a href="http://google.com/search?q=time+in+moscow+now"><b>Moscow time</b></a>. Приємного користування 😎
vi: ✅ Mảnh ghép ma thuật truy cập được mua cho tới {} theo <a href="http://google.com/search?q=time+in+moscow+now"><b>giờ Moscow</b></a>. Hãy tận hưởng nó 😎
