Repository: asafonov01/telegram_game_event_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar, be, de, es, fr, id, it, pt, tr, uk, vi

source: Выбран раздел: <b>Автосбор пазлов</b> • Откройте любого Героя в Алтаре Героев >> под Героем синяя кнопка «Рекомендация», нажмите. • Вас перенаправит на страницу браузера. Из строки скопируйте ссылку >> отправьте ссылку боту. <b>⚠ Примечание:</b> Автосбор доступен при наличии 30 и более пазлов
ar: لقسم الحالى: تجميع التلقائي للألغاز • افتح أياً من الأبطال داخل عرين الأبطال ثم اضغط على "انصحنى" فى أسفل صورة البطل. • سيتم تحويلك للمتصفح. يرجى نسخ الرابط من شريط العنوان وإرساله إلى البوت. ⚠ ملاحظة: يتوفر التجميع التلقائي في حالة وجود 30 ألغزا أو أكثر.
be: Вылучаны раздзел: <b>10 дзён прызоў</b> • Адкрыйце любога Героя ў алтары Герояў >> пад Героем сіняя кнопка «Рэкамендацыя», націсніце. • Вас перанакіруе на старонку браўзэра. З радка скапіруйце спасылку >> адпраўце спасылку боту
de: Aktueller Bereich: <b>Puzzles automatisch einsammeln</b> • Öffne eine beliebige Heldenseite im Spiel auf dem Heldenaltar >> drücke den blauen "Berate mich" Knopf unter dem Helden. • Sie werden auf eine Browserseite weitergeleitet. Bitte kopieren Sie den Link aus der Adressleiste und senden Sie ihn an den Bot... <b>⚠ Hinweis:</b> Automatisches Einsammeln ist verfügbar, wenn es 30 und mehr Puzzles gibt.
es: Sección actual: <b>Recolección automática de rompecabezas</b> • Abre cualquier página de héroe en el juego en el Altar de héroes >>presiona el botón azul "Recibir consejos" debajo del héroe. • Será redirigido a una página del navegador. Copie el enlace de la barrade direcciones y envíelo al bot... <b>⚠ Nota:</b> Auto Recolección está disponible cuando hay 30 o másrompecabezas.
fr: Section actuelle: <b>Collecte automatique des puzzles</b> - Ouvrez n'importe quelle page de héros en jeu dans l'autel des héros >> appuyez sur le bouton bleu "Conseillez-moi" sous le héros. - Vous serez redirigé vers une page du navigateur. Veuillez copier le lien de la barre d'adresse et l'envoyer au bot... <b>⚠ Remarque:</b> la collecte automatique est disponible lorsqu'il y a 30 puzzles et plus.
id: Bagian saat ini: <b>Mengumpulkan Puzzle secara automatis</b> • Buka halaman pahlawan apapun di dalam game di Altar pahlawan >> tekan tombol biru «Beri aku saran» dibawah pahlawan tersebut. • Anda akan diarahkan ke sebuah halaman browser. Harap menyalin link dari bilah alamat dan kirimkan ke bot... <b>⚠ Catatan:</b> Pengumpulan secara automatis hanya tersedia saat ada 30 puzzle atau lebih
it: Sezione corrente: <b>Raccolta automatica del puzzle</b> • Apri una pagina qualsiasi dell'eroe nel gioco nell'Altare dell'eroe >> premi il pulsante blu «Avvisami» sotto l'eroe. • Verrai reindirizzato a una pagina del browser. Si prega di copiare il collegamento dalla barra degli indirizzi e inviarlo al bot... <b>⚠ Nota:</b> la raccolta automatica è disponibile quando sono presenti 30 e più puzzle.
pt: Seção atual: <b>Coleta automática de quebra-cabeça</b> • Abra qualquer página de herói no jogo no Hero Altar >> pressione o botão azul «Conselho» abaixo do herói. • Você será redirecionado para uma página do navegador. Por favor, copie o link da barra de endereços e envie para o bot... <b>⚠ Nota:</b> A Recolha Automática está disponível quando existem 30 ou mais puzzles.
tr: İlgili bölüm: <b>Bulmacayı otomatik topla</b> • Kahraman karargahındaki herhangi bir kahramana tıklayın >> mavi butona tıklayın «Tavsiye et» kahramanın altındaki. • Bir web sayfasına yönlendirileceksiniz. O sayfanın linkini kopyalayıp botumuza gönderin... <b>⚠ Not:</b> Otomatik toplama 30 veya daha fazla bulmaca varsa mümkün olacaktır
uk: Вибранний розділ: <b>Автосбір пазлів</b> • Відкрийте будь-якого Героя в Вівтарі Героїв >> натисніть на кнопку «Рекомендація» під Героєм. • Вас перенаправить на сторінку у браузері. Скопіюйте посилання та відправте боту...
vi: Danh mục hiện tại: <b>Tự động thu thập mảnh ghép</b> • Mở bất kỳ anh hùng nào ở trong đài tướng >> nhấn nút xanh «Đề cử» ở dưới anh hùng. • Bạn sẽ được chuyển hướng trực tiếp tới một trình duyệt web. Vui lòng sao chép link từ thanh công cụ và gửi nó vào đây... <b>⚠ Chú ý:</b> Tự động thu thập có sẵn nếu có lớn hơn 30 mảnh ghép.

source: <b>❌ Доступно в платной версии</b>. Пожалуйста, активируйте Загадочный Пазл за 10 CastleCoin.
ar: ❌ متاح للمستخدمين المشتركين. المرجو تفعيل الإشتراك مقابل 10 عملات كاستل. ملاحظة : دفع الإشتراك عن طريق البوت وليس داخل اللعبة.
be: <b>❌ Даступна ў платнай версіі</b>. Калі ласка, актывуйце Загадкавы Пазл за 10 CastleCoin.
de: ❌ <b>Verfügbar für zahlende Nutzer</b>. Bitte aktivieren Sie den Zugang für 10 CastleCoin.
es: ❌ Disponible para usuarios de pago. Activa el acceso por 10 CastleCoins.
fr: <b>❌ Disponible pour les utilisateurs payants</b>. Veuillez activer l'accès pour 10 CastleCoin.
id: ❌ <b>Tersedia untuk pengguna berbayar</b>. Harap diaktifkan akses untuk 10 CastleCoin
it: ❌ <b>Disponibile per utenti a pagamento</b>. Si prega di attivare l'accesso per 10 CastleCoin.
pt: ❌ <b>Disponível para usuários pagantes</b>. Por favor, ative o acesso por 10 CastleCoin.
tr: ❌ <b>Satın alım yapan kullanıcılarımız için erişime açık </b>. Lütfen 10 CastleCoin karşılığında aktifleştirin.
uk: ❌ <b>Доступно у платній версії</b>. Будь ласка, активуйте за 10 CastleCoin.
vi: <b>❌ Có sẵn cho người dùng đã thanh toán.</b> Vui lòng kích hoạt truy cập cho 10 CastleCoin.

source: ❌ <b>Неверная ссылка.</b> Причины возникновения: 1. <b>signed_key</b> — отсутствует в ссылке, неверный символ и/или ваш ключ истек. Возьмите новую ссылку с активным signed_key. 2. <b>uid</b> — отсутствует в ссылке и/или неверный IGG ID. Проверьте корректность IGG ID.
ar: ❌ الرابط غير صالح. الأسباب : 1 - signed_key الكود الخاص غير موجود بالرابط أو يحتوى على رموز غير صالحة. يرجى إدخال الرابط الفعلى مع الكود الخاص. 2 - uid المعرف الخاص بك غير موجود بالرابط أو معرف الـ IGG غير صالح.
be: ❌ <b>Няправільная спасылка.</b> Прычыны ўзнікнення: 1. <b>signed_key</b> — адсутнічае ў спасылцы, няправільны сімвал і/ці ваш ключ скончыўся. Вазьміце новую спасылку з актыўным signed_key. 2. <b>uid</b> - адсутнічае ў спасылцы і/ці няправільны IGG ID. Праверце карэктнасць IGG ID.
de: ❌ <b>Ungültiger Link.</b> Causes: 1. <b>signed_key</b> - ist nicht im Link oder enthält ungültiges Symbol. Bitte geben Sie einen aktuellen Link mit aktivem signed_key ein. 2. <b>uid</b> - ist nicht im Link oder IGG-ID ist ungültig.
es: ❌ <b>Enlace no válido.</b> Causas: 1. <b>signed_key</b>: no está en el enlace o contiene un símbolo no válido. Ingrese un enlace real con la signed_key activa. 2. <b>uid</b>: no está en el enlace o el IGG ID no es válido.
fr: ❌ <b>Lien invalide.</b> Les causes: 1. <b>clé_signée</b> — in'est pas dans le lien ou contient un symbole invalide. Veuillez entrer un lien réel avec une signed_key active. 2. <b>uid</b> — n'est pas dans le lien ou l'IGG ID est invalide.
id: ❌ <b>Link tidak valid.</b> Penyebab: 1. <b>signed_key</b> — tidak ada didalam link atau berisi simbol yang tidak valid. Harap ketik link yang aktual dengan signed_key yang aktif. 2. <b>uid</b> — tidak ada didalam link atau IGG ID tidak valid.
it: ❌ <b>Link non valido.</b> Cause: 1. <b>signed_key</b> — non è nel link o contiene un simbolo non valido. Si prega di inserire un collegamento effettivo con la chiave_firmata attiva. 2. <b>uid</b> — non è nel link o l'ID IGG non è valido.
pt: ❌ <b>Link inválido</b>. Causas: 1. <b>signed_key</b> — não está no link ou contém um símbolo inválido. Insira um link real com a chave_assinada ativa. 2. <b>uid</b> — não está no link ou o IGG ID é inválido.
tr: ❌ <b>Geçersiz link.</b> Sebepler: 1. <b>signed_key</b> — bu link geçersiz semboller içeriyor. Lütfen aktif bir link ile giriniz signed_key. 2. <b>uid</b> — bu linkte değil veya IGG ID geçersiz.
uk: ❌ <b>Невірне посилання.</b> Причини: 1. <b>signed_key</b> — відсутній у посиланні, невірний символ, або ваш ключ минув. Будь ласка, візьміть нове посилання з активним signed_key. 2. <b>uid</b> — відсутній у посиланні або IGG ID невірний.
vi: ❌ <b>Link không hợp lệ.</b> Nguyên nhân: 1. <b>singed_key</b> — không có ở trong link hoặc tồn tại ký tự không hợp lệ. Vui lòng ghi một link với vị tướng khác. 2. <b>uid</b> — không có trong link hoặc IGG ID không hợp lệ.

source: ❌ <b>Неверная ссылка</b> <b>uid</b> — отсутствует в ссылке и/или неверный IGG ID.
ar: ❌ الرابط غير صالح. الرمز التعريفى الخاص بك ــ ليس في الرابط أو IGG ID خاطئ .
be: ❌ <b>Няправільная спасылка </b> <b>uid</b> — адсутнічае ў спасылцы і/ці няправільны IGG ID.
de: ❌ <b>Ungültiger Link</b> <b>uid</b> - ist nicht im Link oder IGG ID ist ungültig.
es: ❌ <b>Enlace no válido</b> <b>uid</b>: no está en el enlace o el IGG ID no es válido.
fr: ❌ <b>Lien invalide</b> <b>uid</b> — n'est pas dans le lien ou l'IGG ID est invalide.
id: ❌ <b>Link tidak valid.</b> Penyebab: 1. <b>signed_key</b> — tidak ada didalam link atau berisi simbol yang tidak valid. Harap ketik link yang aktual dengan signed_key yang aktif. 2. <b>uid</b> — tidak ada didalam link atau IGG ID tidak valid.
it: ❌ <b>Link non valido</b> <b>uid</b> — non è nel link o l'ID IGG non è valido.
pt: ❌ <b>Link inválido</b> <b>uid</b> — não está no link ou IGG ID é inválido.
tr: ❌ <b>Geçersiz link</b> <b>uid</b> — bu linkte değil veya IGG ID geçersiz.
uk: ❌ <b>Невірне посилання</b> <b>uid</b> — відсутній у посиланні або IGG ID невірний.
vi: ❌ <b>Link không hợp lệ</b> <b>uid</b> - không có trong link hoặc IGG ID không hợp lệ.

source: ❌ <b>Неверная ссылка</b> <b>Возможные причины:</b> — Signed_key недоступен для использования. Пожалуйста, возьмите новую ссылку из игры.— Ссылка не содержит знаки: <b>& =</b> — В ссылке есть пробел. Проверьте, чтобы было без пробела. — Отсутствует <b>signed_key</b> или <b>uid</b>.
ar: رابط خاطئ الأسباب : — الرمز_المختار خاطئ . المرجو اختيار رابط جديد من اللعبة. — الرابط يجد أن يتكون من رموز: & = — لا يجب أن يكون في الرابط أي فراغات، المرجو التأكد من ذلك. — الرابط يجب أن يتكون من: signed_key و uid
be: ❌ <b>Няправільная спасылка </b> <b>Магчымыя прычыны:</b> — Signed_key недаступны для выкарыстання. Калі ласка, вазьміце новую спасылку з гульні. — Спасылка не змяшчае знакі: <b>& =</b> — У спасылцы ёсць прабел. Праверце, каб было без прабела. — Адсутнічае <b>signed_key</b> або <b>uid</b>.
de: <b>Ungültiger Link</b> <b>Ursachen:</b> — Signed_key ist nicht zur Verwendung verfügbar. Bitte nimm einen neuen Link aus dem Spiel. — Der Link sollte Symbole enthalten: <b>& =</b> — Link sollte nicht unterbrochen werden, überprüfen Sie, dass kein Leerzeichen vorhanden ist. — Der Link sollte <b>signed_key</b> und <b>uid</b> enthalten.
es: ❌ <b>Enlace no válido</b> <b>Causas:</b> — Signed_key no está disponible para su uso. Por favor, tome un nuevo enlace del juego. — El enlace debe contener símbolos: <b>& =</b> — El enlace no debe romperse, verifica que no haya espacios. — El enlace debe contener <b>signed_key</b> y <b>uid</b>.
fr: <b>Lien invalide</b> <b>Les causes:</b> — Clé_signée n'est pas disponible pour l'utilisation. Veuillez prendre un nouveau lien dans le jeu. — Le lien doit contenir des symboles : <b>& =</b> — Le lien ne doit pas se rompre, vérifiez qu'il n'y a pas d'espace. — Le lien doit contenir une <b>clé signée</b> et <b>uid</b>.
id: ❌ <b>Link tidak valid</b> <b>Penyebab:</b> — Signed_key tidak tersedia untuk penggunaan. Mohon diambil link yang baru dari game. — Link harus berisi simbol-simbol: <b>& =</b> — Link tidak boleh putus, cek bahwa disana tidak ada spasi. — Link harus berisi<b>signed_key</b> and <b>uid</b>.
it: <b>Link non valido</b> <b>Cause:</b> — Signed_key non è disponibile per l'uso. Si prega di prendere un nuovo collegamento dal gioco. — Il collegamento deve contenere simboli: <b>& =</b> — Il collegamento non deve interrompersi, controlla che non ci sia spazio. — Il link deve contenere <b>signed_key</b> e <b>uid</b>.
pt: ❌ <b>Link inválido</b> <b>Causas:</b> — Signed_key não está disponível para uso. Por favor, pegue um novo link do jogo. — O link deve conter símbolos: <b>& =</b> — O link não deve quebrar, verifique se não há espaço. — O link deve conter <b>signed_key</b> e <b>uid</b>.
tr: <b>Geçersiz bağlantı</b> <b>Nedenler:</b> — Signed_key kullanılamaz. Lütfen oyundan yeni bir bağlantı alın. — Bağlantı şu sembolleri içermelidir: <b>& =</b> — Bağlantı kopmamalı, boşluk olup olmadığını kontrol edin. — Bağlantı, <b>signed_key</b> ve <b>uid</b> içermelidir.
uk: ❌ <b>Невірне посилання</b> <b>Причини:</b> — Signed_key недоступний для користування. Будь ласка, візьміть нове посилання з активним signed_key. — Посилання не містить символи: <b>& =</b> — Присутній пробіл, перевірте, чи нема пробілу у посиланні. — Відсутні <b>signed_key</b> та <b>uid</b>.
vi: ❌ <b>Link không hợp lệ</b>. <b>Nguyên nhân:</b> — Singed_key không hợp lệ để sử dụng. Vui lòng lấy link từ một vị tướng khác trong trò chơi. — Link nên chưa ký tự: <b>& =</b> — Link không nên bị ngắt quãng, vui lòng kiểm tra để đảm bảo không có khoảng trắng. — Link nên chứa <b>singed_key và uid.

source: Ваш аккаунт получил все 30 пазлов, доступное по правилам Акции.
ar: تلقى حسابك جميع الألغاز الثلاثين المتاحة بموجب قواعد الحدث
be: Ваш код атрымаў усе 30 спроб, даступнае па правілах Акцыі.
de: Ihr Konto hat alle 30 Puzzles erhalten, die nach den Eventregeln zur Verfügung stehen.
es: Su cuenta ha recibido los 30 rompecabezas disponibles según las reglas del evento.
fr: Votre compte a reçu les 30 puzzles disponibles selon les règles de l'événement.
id: Akun anda sudah menerima 30 puzzle yang tersedia menurut aturan event
it: Il tuo account ha ricevuto tutti i 30 puzzle disponibili secondo le regole dell'evento.
pt: Sua conta recebeu todos os 30 quebra-cabeças disponíveis de acordo com as regras do evento.
tr: Hesabınız 30 bulmacanın tamamını aldı.
uk: Ваш код отримав всі 30 пазлів по правилам події.
vi: Tài khoản của bạn đã nhận đủ 30 mảnh ghép theo quy định của sự kiện.

source: ✅ <b>Ссылка добавлена.</b> Использовано 30 пазлов.
ar: تمت إضافة الرابط بنجاح. تستخدم 30 لغز ✅
de: ✅ <b>Link erfolgreich hinzugefügt.</b> 30 Puzzles verwendet.
es: ✅ <b>Enlace agregado con éxito.</b> Usó 30 rompecabezas.
fr: ✅ <b>Lien ajouté avec succès.</b> A utilisé 30 énigmes.
id: ✅ <b>Link berhasil ditambahkan.</b> Telah menggunakan 30 puzzle
it: ✅ <b>Collegamento aggiunto con successo.</b> Usato 30 puzzle.
pt: ✅ <b>Link adicionado com sucesso.</b> Usado 30 quebra-cabeças.
tr: ✅ <b>Link başarıyla eklendi.</b> 30 bulmaca kullanıldı.
uk: ✅ <b>Посилання успішно додано.</b> Використано 30 пазлів.
vi: ✅ <b>Link đã được thành công thêm vào.</b> Đã sử dụng 30 mảnh ghép.

source: 😔 К сожалению, эти коды закончились. Сообщите в поддержку @CCletsplay_bot.
ar: 😔 للأسف هذه الرموز لم تعد متوفرة. المرجو التواصل مع فريق الدعم @CCletsplay_bot
be: 😔 На жаль, гэтыя коды скончыліся. Паведаміце ў падтрымку @CCletsplay_bot
de: 😔 Leider sind diese Codes nicht mehr verfügbar. Bitte melden Sie sich beim Support @CCletsplay_bot.
es: 😔 Lamentablemente estos códigos están agotados. Informe al soporte técnico @CCletsplay_bot.
fr: 😔 Malheureusement, ces codes sont en rupture de stock. Veuillez le signaler au support @CCletsplay_bot.
id: 😔Sayangnya kode-kode ini sedang tidak ada stok. Harap melapor untuk mendukung @CCletsplay_bot.
it: 😔 Purtroppo questi codici sono esauriti. Segnala per supportare @CCletsplay_bot.
pt: 😔 Infelizmente esses códigos estão esgotados. Por favor, informe ao suporte @CCletsplay_bot.
tr: 😔 Maalesef bu kodların stoğu tükendi. Lütfen destek için buraya yazın @CCletsplay_bot.
uk: 😔 Нажаль, ці коди закінчились. Будь ласка, напишіть у підтримку @CCletsplay_bot.
vi: 😔 Không may thay những mã này đã hết. Vui lòng báo cáo cho hỗ trợ @CCletsplay_bot.

source: Ваш код для {} пазла: <code>{}</code>
ar: رقم اللغز : {}. الكود الخاص بك : <code>{}</code>
de: Ihr Code für das {}-Rätsel: <code>{}</code>
es: Tu código para {} rompecabezas: <code>{}</code>
fr: Votre code pour {} puzzle: <code>{}</code>
id: Kode anda untuk {} puzzle : <code>{}</code>
it: Il tuo codice per {} puzzle: <code>{}</code>
pt: Seu código para {} quebra-cabeça: <code>{}</code>
tr: Kodunuz {} bulmaca için: <code>{}</code>
vi: Mã của bạn cho mảnh ghép thứ {}: <code>{}</code>

source: ⚠ Пожалуйста, воспользуйтесь кнопками бота
ar: ⚠ المرجو استخدام مفاتيح الكيبورد.
be: ⚠ Калі ласка, скарыстайцеся кнопкамі бота
de: ⚠ Bitte benutzen Sie die Tastaturtasten
es: ⚠ Utilice los botones del teclado
fr: ⚠ Veuillez utiliser les touches du clavier
id: ⚠️Silahkan gunakan tombol keyboard
it: ⚠ Utilizzare i pulsanti della tastiera
pt: ⚠ Por favor, use os botões do teclado
tr: ⚠ Lütfen klavye butonlarını kullanınız
uk: ⚠ Будь ласка, використовуйте кнопки бота
vi: ⚠ Vui lòng sử dụng nút bấm trên bàn phím

source: Карта Созвездий *1
ar: بطاقة سمات فاخرة *1
de: Überlegene Verstärkungskarte *1
es: Tarjeta de Atributos Superior *1
fr: Carte d'Attribut supérieur *1
id: Kartu Trait Superior *1
it: Carta Caratt. Superiori *1
pt: Cartas de Talento Superior *1
tr: Üstün Özellikler Kartı *1
vi: Thẻ Siêu Luyện*1

source: Книга Навыка Супер-Питомца*30
ar: مجلد مهارة المرافق السوبر *30
de: Super Pet Fähigkeitsbuch *30
es: Libro de Habilidades de Supermascota *30
fr: Livre de Compétence de Super Familier *30
id: Super Pet Skill Book *30
it: Libro abilità Super Mascotte *30
pt: Livro de Habilidades - Super Pet *30
tr: Süper Pet Beceri Kitabı *30
vi: Chiêu Thức Siêu Thú*30

source: Сумка Питомцев IV*30
ar: حقيبة مرافق IV *30
de: Pet Tasche IV *30
es: Bolsa de Mascota IV *30
fr: Sac Familier IV *30
id: Tas Peliharaan IV *30
it: Sacca Mascotte IV *30
pt: Bolsa do Mascote IV *30
tr: Pet Çantası IV *30
vi: Túi Thú IV*30

source: Ящик с частями Обликов Зданий I*20
ar: صندوق قطع الشكل الجديد للمباني I *20
de: Gebäude Skin Fragm. Kiste I *20
es: Caja de Piezas de Aspecto de edificios I *20
fr: Boîte d'Etoffes de Style de Bâtiment I *20
id: Kotak Scrap Skin Bangunan I *20
it: Cassa Stoffe Veste Costruzione I *20
pt: Caixa de Fragmentos de Skin (construções) I *20
tr: Bina Kostüm Parçası Kutusu I *20
vi: Hộp Skin Nhà I*20

source: Магическая Пыльца*10
ar: المسحوق السحري *10
de: Zauberpulver *10
es: Polvo Mágico *10
fr: Poudre Magique *10
id: Magic Powder *10
it: Polvere Magica*10
pt: Pó Mágico *10
tr: Büyü Tozu *10
vi: Bụi Phép*10

source: Сундук Замка VI*4
ar: صندوق كاستل VI *4
de: Schloss Truhe VI *4
es: Cofre de Castillo VI *4
fr: Coffre de Château VI *4
id: Peti Kastil VI *4
it: Scrigno Castle VI *4
pt: Castelo VI *4
tr: Kale Sandığı VI *4
vi: Hòm Chiến VI*4

source: Сундук Замка V*4
ar: صندوق كاستل V *4
de: Schloss Truhe V *4
es: Cofre de Castillo V *4
fr: Coffre de Château V *4
id: Peti Kastil V *4
it: Scrigno Castle V *4
pt: Castelo V *4
tr: Kale Sandığı V *4
vi: Hòm Chiến V*4

source: Мешок выбора Облика Эпич. Героя I*5
ar: صندوق قطع شكل بطل ملحمي I *5
de: Epische Held Skin Fragm. Auswahlkiste I *5
es: Caja personalizada de piezas de aspecto héroe épico I *5
fr: Boîte de sélection Étoffes Skin Héros Épiques I *5
id: Pilihan Scrap Skin Pahlawan Epik I *5
it: Stoffa Veste Eroe Epico Cassa Selezione I *5
pt: Caixa de Seleção l: Fragmento de Skin de Herói Épico *5
tr: Destansı Kahraman Kostüm Parçası Seçim Kutusu I *5
vi: Hộp Chọn Mảnh Skin Siêu Cấp I*5

source: Мешок выбора Осколков Эпич. Героя I*5
ar: حقيبة أرواح الأبطال الملحمية I -اختياري*5
de: Epische Held Seelenstein Auswahlkiste I *5
es: Caja personalizada de piedras de alma héroe épico I *5
fr: Boîte de sélection Pierres d'âme de Héros Épique I *5
id: Pilihan Batu Jiwa Pahlawan I *5
it: Scatola Selezione Pietreanima Eroe Epico I *5
pt: Caixa de Pedras Espirituais de Herói Épico I *5
tr: Destansı Kahraman Ruh Taşı Seçim Kutusu I *5
vi: Hộp Chọn Đá Hồn Siêu Cấp I*5

source: ✅ Пазлы успешно введены на аккаунте IGG ID {}. Выберите следующие награды ниже. Доступно повторов пазлов: {}
ar: تم إدخال الألغاز بنجاح إلى حساب معرف IGG {}. حدد المكافأة التالية أدناه. الألغاز المتكررة المتاحة: {}
de: ✅ Puzzles erfolgreich im IGG ID {} Konto hinterlegt. Wählen Sie unten die nächste Belohnung aus. Verfügbare wiederholbare Puzzles: {}
es: ✅ Rompecabezas ingresados con éxito en la cuenta IGG ID {}. Seleccione la siguiente recompensa a continuación. Rompecabezas repetidos disponibles: {}
fr: ✅ Puzzles saisis avec succès sur le compte IGG ID {}. Sélectionnez la récompense suivante ci-dessous. Puzzles répétitifs disponibles: {}
id: ✅ Puzzle berhasil dimasukkan ke dalam akun IGG ID {}. Pilih hadiah berikutnya dibawah ini. Pengulangan puzzle yang tersedia: {}
it: ✅ Puzzle inseriti con successo nell'account IGG ID {}. Seleziona il prossimo premio di seguito. Puzzle ripetuti disponibili: {}
pt: ✅ Quebra-cabeças inseridos com sucesso na conta IGG ID {}. Selecione a próxima recompensa abaixo. Quebra-cabeças de repetição disponíveis: {}
tr: ✅ Bulmacalar IGG ID {} hesabınıza eklendi. Sıradaki ödülü aşağıdan seçin. Mümkün olan tekrarlayan bulmacalar: {}
vi: ✅ Mảnh ghép đã thành công truy cập tài khoản IGG ID của tài khoản {}. Chọn phần quà tiếp theo ở bên dưới. Mảnh ghép lặp lại có sẵn: {}

source: Награда закончилась
ar: انتهت المكافأة
de: Keine Belohnung mehr erhältlich.
es: La recompensa ha terminado
fr: La récompense est terminée
id: Hadiahnya sudah berakhir
it: Il premio è finito
pt: A recompensa terminou
tr: Ödül sona erdi
vi: Phần quà đã hết
