Repository: asafonov01/telegram_game_event_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar, be, de, es, fr, id, it, pt, tr, uk, vi

source: Загадочный Пазл
ar: اللغز الخيالي
be: Загадкавы Паззл
de: Puzzle Phantasie
es: Rompecabezas de Fantasía
fr: Puzzle Fantaisie
id: Puzzle mewah
it: Fantasia Puzzle
pt: Fantasia de quebra-cabeça
tr: Bulmaca Eğlencesi
uk: Загадковий Пазл
vi: Mảnh ghép ma thuật

source: Великий Торговец
ar: المقايض الكبير
be: Вялікі Гандляр
de: Großes Schnäppchen
es: Regateador
fr: Marchand
id: Tawar menawar
it: Grande Commerciante
pt: Caçador de Descontos
tr: Büyük Pazarlıkçı
uk: Великий Торговець
vi: Mặc cả khuyến mãi

source: Возвращение Домой
ar: عودة الغائب
be: Вяртанне дадому
de: Heimkehr
es: Bienvenida
fr: Retour à la maison
id: Kepulangan
it: Ritorno
pt: Regresso a casa
tr: Eve Dönüş
uk: Повернення до дому
vi: Chào mừng trở về

source: 10 Дней Призов
ar: أسبوع الإزدهار
be: 10 Дзён Прызоў
de: 10 Tage Bonanza
es: Bonanza de 10 días
fr: Aubaine de 10 jours
id: 10 Hari Keuntungan
it: Bonanza 10 - Giorni
pt: Bonança de 10 dias
tr: 10 Günlük Bolluk
uk: 10 Днів Призів
vi: Phúc Lợi Thành Chiến

source: Добровольное пожертвование
ar: تبرع المتطوع
be: Добраахвотнае Ахвяраванне
de: Freiwillig spenden
es: Donación voluntaria
fr: Donation volontaire
id: Donasi sukarelawan
it: Dona volontaria
pt: Doação voluntária
tr: Geliştirici için bağış
uk: Добровільна пожертва
vi: Quyên góp cho chúng tôi

source: Купить CastleCoin
ar: شراء عملات كاستل
be: Купіць CastleCoin
de: CastleCoin kaufen
es: Compra CastleCoin
fr: Acheter CastleCoin
id: Beli CastleCoin
it: Acquista CastleCoin
pt: Compre CastleCoin
tr: CastleCoin Satın al
uk: Купити CastleCoin
vi: Mua CastleCoin

source: Использовать бесплатные попытки
ar: استخدم المحاولات المجانية
be: Выкарыстоўваць бясплатныя спробы
de: Freie Versuche nutzen
es: Usa intentos gratis
fr: Utiliser les tentatives gratuites
id: Gunakan percobaan gratis
it: Usa tentativi gratuiti
pt: Use tentativas gratuitas
tr: Hediye denemeyi kullan
uk: Використовувати безкоштовні спроби
vi: Sử dụng lời mời miễn phí

source: Сменить язык 🇬🇧/🇷🇺
ar: (🇦🇪) تغيير اللغة
be: Змяніць мову (🇧🇾)
de: Sprache ändern (🇩🇪)
es: Cambiar idioma (🇪🇸)
fr: Changer de langue (🇫🇷)
id: Ubah bahasa (🇮🇩)
it: Cambia lingua (🇮🇹)
pt: Alterar idioma (🇧🇷)
tr: Dili Değiştir (🇹🇷)
uk: Змінити мову (🇺🇦)
vi: Thay đổi ngôn ngữ (🇻🇳)

source: Удалить свою ссылку
ar: حذف الارتباط الخاص بك
be: Выдаліць сваю спасылку
de: Ihren Link löschen
es: Elimina tu enlace
fr: Supprimer votre lien
id: Hapus Link anda
it: Elimina il tuo collegamento
pt: Exclua seu link
tr: Linki Sil
uk: Видалити посилання
vi: Xóa link của bạn

source: Выбери язык бота
ar: اختيار لغة البوت
be: Выберы мову бота
de: Botsprache auswählen
es: Seleccionar lenguaje del bot
fr: Choisir la langue du bot
id: Pilih bahasa bot
it: Seleziona la lingua del bot
pt: Selecione o idioma do bot
tr: Bot’un dilini seç
uk: Виберіть мову бота
vi: Chọn ngôn ngữ

source: {} / {} пазлов
ar: {} / {} الألغاز
be: {} / {} пазлаў
de: {} / {} Puzzle
es: {} / {} puzzle
fr: {} / {} puzzles
id: {} / {} puzzle
it: {} / {} puzzle
pt: {} / {} quebra-cabeças
tr: {} / {} bulmacalar
uk: {} / {} пазлів
vi: {} / {} Mảnh ghép ma thuật

source: <b>Здравствуйте</b>, <a href='tg://user?id={}'>{}</a>. Ваш Telegram ID: <code>{}</code> <b>На балансе у Вас:</b> {} CastleCoin'ов
ar: مرحبا, <a href='tg://user?id={}'>{}</a>. معرف تليجرام الخاص بك: <code>{}</code> رصيدك: عملات كاستل {}
be: <b>Добры дзень</b>, <a href='tg://user?id={}'>{}</a>. Ваш Telegram ID: <code>{}</code> <b>На балансе ў Вас:</b> {} CastleCoin'аў
de: <b>Willkommen</b>, <a href='tg://user?id={}'>{}</a>. Deine Telegram ID: <code>{}</code> <b>Dein Kontostand: </b> {} CastleCoins
es: <b>Bienvenido</b>, <a href='tg://user?id={}'>{}</a>. Tu Telegram ID: <code>{}</code> <b>Tu balance:</b> {} CastleCoins
fr: <b>Bienvenue</b>, <a href='tg://user?id={}'>{}</a>. Votre ID Telegram: <code>{}</code> <b>Votre solde: </b> {} CastleCoin
id: <b>Selamat Datang</b>, <a href='tg://user?id={}'>{}</a>. Telegram ID Anda: <code>{}</code> <b>Saldo Anda: </b> {} CastleCoins
it: <b>Benvenuto</b>, <a href='tg://user?id={}'>{}</a>. Il tuo ID Telegram: <code>{}</code> <b>Il tuo saldo:</b> {} CastleCoins
pt: <b>Bem-vindo</b>, <a href='tg://user?id={}'>{}</a>. Seu ID do Telegram: <code>{}</code> <b>Seu balanço:</b> {} CastleCoins
tr: <b>Hoşgeldiniz</b>, <a href='tg://user?id={}'>{}</a>. Telegram kullanıcı ID: <code>{}</code> <b>Bakiyeniz: </b> {} CastleCoin miktarı
uk: <b>Вітаю</b>, <a href='tg://user?id={}'>{}</a>. Ваш Telegram ID: <code>{}</code> <b>Ваш баланс: </b> {} CastleCoin
vi: <b>Chào mừng</b>, <a href='tg://user?id={}'>{}</a>. Telegram ID của bạn là: <code>{}</code> <b>Số dư của bạn là:</b> {} CastleCoin

source: • @CCletsplay_bot — <b>связь с технической поддержкой.</b> • @letsplaycastleclash — <b>новостной канал об акциях и конкурсах.</b> • letsplaycastleclash.com — <b>сайт проекта.</b>
ar: • @CCletsplay_bot — الدعم الفنى. • @letsplaycastleclash — قناة اخبار اللعبة ومعلومات قيمة. • letsplaycastleclash.com — موقع المشروع.
be: • @CCletsplay_bot — <b>сувязь з тэхнічнай падтрымкай.</b> • @letsplaycastleclash — <b>канал навін пра акцыі і конкурсы.</b> • letsplaycastleclash.com — <b>сайт праекта.</b>
de: • @CCletsplay_bot — <b>support.</b> • @letsplaycastleclash — <b>Kanal mit Neuigkeiten zum Spiel und nützlichen Informationen.</b> • letsplaycastleclash.com — <b>Projekt-Webseite.</b>
es: • @CCletsplay_bot – <b>soporte.</b> • @letsplaycastleclash – <b>Canal de noticias del juego e información útil.</b> • letsplaycastleclash.com — <b>Sitio web del proyecto.</b>
fr: • @CCletsplay_bot — <b>support.</b> • @letsplaycastleclash — <b>chaîne avec des nouvelles du jeu et des informations utiles.</b> • letsplaycastleclash.com — <b>site web du projet.</b>
id: • @CCletsplay_bot — <b>dukung.</b> • @letsplaycastleclash — <b>channel dengan berita tentang game and information yang berguna.</b> • letsplaycastleclash.com — <b>projek website.</b>
it: • @CCletsplay_bot — <b>supporto.</b> • @letsplaycastleclash — <b>canale con notizie sui giochi e informazioni utili.</b> • letsplaycastleclash.com — <b>sito web del progetto.</b>
pt: • @CCletsplay_bot — <b>suporte.</b> • @letsplaycastleclash — <b>canal com notícias de jogos e informações úteis.</b> • letsplaycastleclash.com — <b>site do projeto.</b>
tr: • @CCletsplay_bot — <b>destek botu.</b> • @letsplaycastleclash — <b>Oyundan haberler ve kullanışlı bilgiler kanalı.</b> • letsplaycastleclash.com — <b>projemizin websitesi.</b>
uk: • @CCletsplay_bot — <b>підтримка.</b> • @letsplaycastleclash — <b>канал про події та конкурси.</b> • letsplaycastleclash.com — <b>сайт проекту.</b>
vi: • @CCletsplay_bot - <b>hỗ trợ.</b> • @letsplaycastleclash - <b>kênh tin tức và thông tin hữu dụng.</b> • letsplaycastleclash.com - <b>trang web chính thức.</b>

source: {} CastleCoin - {} руб
be: {} CastleCoin - {} BYN
de: CastleCoin - {}€
es: {} CastleCoin - {}€
fr: CastleCoin - {}€
it: CastleCoin - {}€
pt: {} CastleCoin - {}€
tr: CastleCoin - {}€
uk: {} CastleCoin - {}₴
vi: {} CastleCoin - {} EUR (Ơ - rô) | USD (Đô - la)

source: Если у Вас не получается купить CastleCoin'ы на сайте, предлагаем следующие варианты для самостоятельного перевода: • Сбербанк: <code>4276380220016518</code> • Tinkoff: <code>5536913939647661</code> • ВТБ: <code>2200240467204455</code> • Альфа: <code>5559492516306829</code> • Monobank (Украина): <code>4441114425412671</code> • Международный перевод через бота <b>[все страны]</b> <a href="https://t.me/letsplaycastleclash/3251"><b>@donate</b></a> ❗После оплаты с помощью самостоятельного перевода, <b>обязательно</b> пришлите чек в поддержку: @CCletsplay_bot с указанием времени проведения платежа, иначе CastleCoin'ы <b>не</b> будут зачислены на счёт.
ar: القسم الحالى: شراء عملات كاستل — سعر التغيير عبر للتحويل الدولى t.me/letsplaycastleclash/3339: • 160 عملات كاستل = EUR 2 — سعر التغيير عبر باي بال paypal@letsplaycastleclash.com: • 140 عملات كاستل = USD 2 • 100 عملات كاستل = 1,3 USD | EUR • 10 عملات كاستل = 0,13 USD | EUR يرجى الاطلاع على قائمة الاسعار من هنا: t.me/letsplaycastleclash/3333 ❗ بعد تحويل الاموال يرجى التأكد من ارسال ايصال الدفع الى الدعم الفنى من هنا : @CCletsplay_bot مع اظهار وقت الدفع وإلا فإن عملات كاستل لن تصل إلى حسابك.
de: Aktuelle Bereich: <b>CastleCoin kaufen</b> <b>— Wechselkurse via Internationale Überweisung</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— Wechselkurse via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR <b>— Die Preisliste der Events finden Sie unter:</b> t.me/letsplaycastleclash/3333 ❗ Nachdem du das Geld überwiesen hast, sei <b>sicher</b>, dass du den entsprechenden Nachweis an den Support-Bot schickst: @CCletsplay_bot unter Angabe des Zeitpunkts der Zahlung. Andernfalls werden die CastleCoins <b>nicht</b> auf Ihrem Konto gutgeschrieben.
es: Sección actual: <b>Compra CastleCoin</b> <b>— Tipo de cambio via Transferencia internacional</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— Tipo de cambio via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR Después de transferir dinero, <b>asegúrese</b> de enviar comprobante al bot de soporte: @CCletsplay_bot indicando el momento del pago, de lo contrario las CastleCoins <b>no</b> se acumularán en su cuenta.
fr: Section actuelle : <b>Acheter CastleCoin</b> <b>— Taux de change via Transfert international</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— Taux de change via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR <b>— Veuillez consulter la liste des prix des événements:</b> t.me/letsplaycastleclash/3333 ❗Après avoir transféré de l'argent <b>être sûr</b> pour envoyer un chèque au support bot : @CCletsplay_bot indiquant l'heure du paiement Sinon CastleCoins <b>ne sera pas</b> être accumulé sur votre account.
id: Bagian saat ini: <b>Beli CastleCoin</b> <b>— Nilai tukar via Transfer internasional</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— Nilai tukar via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR <b>— Harap dilihat daftar harga event:</b> t.me/letsplaycastleclash/3333 ❗Setelah mentransfer uang, <b>pastikan</b> untuk mengirim cek untuk mendukung bot: @CCletsplay_bot menunjukkan waktu pembayaran Jika tidak, CastleCoins <b>tidak akan</b> terkumpul di dalam akun anda.
it: Sezione corrente: <b>Acquista CastleCoin</b> <b>— Tasso di cambio via Trasferimento internazionale</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— Tasso di cambio via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR <b>— Consulta il listino prezzi degli eventi:</b> t.me/letsplaycastleclash/3333 ❗ Dopo il trasferimento denaro, <b>assicurati</b> di inviare un assegno al bot di supporto: @CCletsplay_bot indicando l'ora del pagamento Altrimenti i CastleCoins <b>non</b> verranno accumulati sul tuo account.
pt: Seção atual: <b>Compre CastleCoin</b> <b>— Taxa de câmbio via Transferência internacional</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— Taxa de câmbio via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR <b>— Por favor, veja a lista de preços dos eventos:</b> t.me/letsplaycastleclash/3333 ❗ Após transferir dinheiro, <b>certifique-se de enviar</b> cheque para o bot de suporte: @CCletsplay_bot indicando o momento do pagamento Caso contrário, CastleCoins não serão acumulados em sua conta.
tr: Geçerli bölüm: <b>CastleCoin satın al</b> <b>— İlgili ücretlendirme via Uluslararası ödeme için linkteki transfer</b> t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR <b>— İlgili ücretlendirme via Paypal</b> paypal@letsplaycastleclash.com: • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR <b>— Etkinliklerin fiyatlandırmasını görmek için</b> t.me/letsplaycastleclash/3333 ❗Para transferini yaptıktan sonra, <b>emin olunuz</b> ekran görüntüsünü destek botuna gönderdiğinize: @CCletsplay_bot ödeme zamanını göstererek yoksa CastleCoinlerinizin <b>gerçekleşmeyecek</b> hesabınıza tanımlanması.
vi: Danh mục hiện tại: <b>Mua CastleCoin</b> — Tỉ giá trao đổi qua giao dịch quốc tế có thể xem tại t.me/letsplaycastleclash/3339: • 160 CastleCoin = 2 EUR — Tỉ giá trao đổi qua Paypal tại paypal@letsplaycastleclash.com: • 160 CastleCoin = 2 EUR • 140 CastleCoin = 2 USD • 100 CastleCoin = 1,3 USD | EUR • 10 CastleCoin = 0,13 USD | EUR — Vui lòng xem bảng giá cho các sự kiện tại: t.me/letsplaycastleclash/3333 ❗ Sau khi chuyển khoản thành công, vui lòng gửi hình ảnh qua hỗ trợ: @CCletsplay_bot và vui lòng cho biết thời gian thanh toán. Nếu không CastleCoins sẽ không được tích lũy vào tài khoản của bạn

source: Неверная цена. Введи верную цену!
ar: السعر غير صحيح. يرجى ادخال السعر الصحيح!
be: Няправільная цана.Увядзі правільную цану!
de: Ungültiger Betrag. Bitte korrekten Betrag eingeben!
es: Precio inválido. Por favor, introduce el precio correctmente!
fr: Prix non valide. Veuillez entrer le prix correct !
id: Harga tidak sesuai. Dimohon untuk mengetik harga yang benar!
it: Prezzo non valido. Si prega di inserire il prezzo corretto!
pt: Preço inválido. Por favor, insira o preço correto!
tr: Geçersiz fiyat. Lütfen geçerli bir fiyat giriniz!
uk: Невірна ціна. Введи правильну ціну!
vi: Giá tiền không hợp lệ. Vui lòng ghi giá tiền hợp lệ!

source: Слишком большая или маленькая цена. Введи верную цену!
ar: السعر مرتفع جدا او منخفض جدا . ادخل السعر الصحيح !
be: Занадта вялікі ці маленькі кошт. Увядзі правільную цану!
de: Zu hoher oder zu niedriger Betrag. Geben Sie den richtigen Betrag ein!
es: Demasiado alto o bajo precio. Introduce el precio correctmente!
fr: Prix trop élevé ou trop bas. Entrez le prix correct !
id: Harga terlalu tinggi atau rendah. Masukkan harga yang benar!
it: Prezzo troppo alto o basso. Inserisci il prezzo corretto!
pt: Preço muito alto ou baixo. Insira o preço correto!
tr: Çok yüksek ya da çok düşük fiyat girdiniz. Lütfen geçerli bir fiyat giriniz!
uk: Занадто велика чи маленька ціна. Введи правильну ціну!
vi: Giá tiền quá cao hoặc quá thấp. Vui lòng ghi giá tiền hợp lệ!

source: <b>Выбрано {} CastleCoin'ов за {} рублей</b>. Оплатить можно <b><a href="https://letsplaycastleclash.com/payment?tg_id={}&count={}">по ссылке</a></b> на сайте (только для пользователей РФ и Украины). Если у Вас не получается купить CastleCoin'ы на сайте, предлагаем следующие варианты для самостоятельного перевода: • Сбербанк: <code>4276380220016518</code> • Tinkoff: <code>5536913939647661</code> • ВТБ: <code>2200240467204455</code> • Альфа: <code>5559492516306829</code> • Monobank (Украина): <code>4441114425412671</code> • Международный перевод через бота <a href="https://t.me/letsplaycastleclash/3251"><b>@donate</b></a> <b>[все страны]</b> ❗После оплаты с помощью самостоятельного перевода, <b>обязательно</b> пришлите чек в поддержку: @CCletsplay_bot с указанием времени проведения платежа, иначе CastleCoin'ы <b>не</b> будут зачислены на счёт.
uk: <b>Вибрано {} CastleCoin'ов за {} ₴</b>. Сплатити можна за <b><a href="https://letsplaycastleclash.com/payment?tg_id={}&count={}">посиланням</a></b> на сайті (тільки для клієнтів Monobank). <b>Для інших клієнтів банків пропонуємо самостійний переказ:</b> • Monobank: <code>4441114425412671</code> ❗Після сплати самостійного переводу, <b>обов'язково</b> відправте квитанцію у підтримку бота: @CCletsplay_bot із зазначенням часу відправки платежу, інакше CastleCoin <b>не будуть</b> зараховані на ваш рахунок.
vi: Danh mục hiện tại: <b>Mua CastleCoin</b> — Tỉ giá trao đổi qua giao dịch quốc tế có thể xem tại t.me/letsplaycastleclash/3339: — Tỉ giá trao đổi qua Paypal tại paypal@letsplaycastleclash.com: — Vui lòng xem bảng giá cho các sự kiện tại: t.me/letsplaycastleclash/3333 ❗ Sau khi chuyển khoản thành công, vui lòng gửi hình ảnh qua hỗ trợ: @CCletsplay_bot và vui lòng cho biết thời gian thanh toán. Nếu không CastleCoins sẽ không được tích lũy vào tài khoản của bạn

source: ❌ События сейчас нет в игре. Анонс о запуске узнайте на канале @letsplaycastleclash
ar: ❌ الأحداث هم لم يبدأ داخل اللعبة بعد سوف تجد إعلان بداية الأحداث على القناة التالية : @letsplaycastleclash
be: ❌ Падзеі зараз няма ў гульні. Анонс аб запуску даведайцеся на канале @letsplaycastleclash
de: ❌ Event ist im Spiel noch nicht gestartet. Die Ankündigung des Starts des Events kann auf dem Kanal @letsplaycastleclash abgerufen werden
es: ❌ El Eventi no ha comenzado todavía. El anuncio del lanzamiento del evento puedes encontrarlo en el canal @letsplaycastleclash
fr: ❌ Event n'est pas encore lancé dans le jeu. L'annonce du lancement de l'événement peut être trouvée sur la chaîne @letsplaycastleclash
id: ❌ Pacara belum dimulai dalam game. Pemberitahuan peluncuran dari event nya bisa dicari di channel @letplaycastleclash
it: ❌ Evento non è ancora stato avviato nel gioco. L'annuncio del lancio dell'evento lo trovate sul canale @letsplaycastleclash
pt: ❌ O evento ainda não foi iniciado no jogo. O anúncio do lançamento do evento pode ser encontrado no canal @letsplaycastleclash
tr: ❌ Etkinliker etkinliği henüz başlamadı Etkinliğin başlamasıyla ilgili duyurular bu kanalda @letsplaycastleclash
uk: ❌ Події зараз немає у грі. Анонс про запуск дізнайтесь на каналі @letsplaycastleclash
vi: ❌Sự kiện chưa được bắt đầu trong game. Thông báo về sự kiện trong game có thể tìm thấy ở kênh @letsplaycastleclash

source: Выбран раздел: <b>Возвращение Домой</b> • <a href="https://letsplaycastleclash.com/faq"><b>Ознакомьтесь с FAQ</b></a> Возвращения Домой. • Введите код из акции на английском языке...
ar: القسم الحالي: العودة للوطن • <a href="https://letsplaycastleclash.com/faq"><b>Read FAQ</b></a> العودة للوطن. • أدخل رمز حدث العودة للوطن الخاص بك...
be: Вылучаны раздзел: <b>Вяртанне Дадому</b> • <a href="https://letsplaycastleclash.com/faq"><b>Ознакомьтесь с FAQ</b></a> Возвращения Домой. • Введите код из акции на английском языке...
de: Aktueller Bereich: <b>Heimkehr</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lesen Sie die FAQ</b></a> von Heimkehr. • Gib den Heimkehr-Code aus dem Spiel auf Deutsch ein...
es: Sección actual: <b>Bienvenida</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lee las Preguntas Frecuentes</b></a> de la Bienvenida. • Introduce el código de Bienvenida del juego en inglés
fr: Section actuelle : <b>Retour à la maison </b> • <a href="https://letsplaycastleclash.com/faq"><b>Lisez la FAQ</b></a> de Retour à la maison - Entrez le code de retour à la maison du jeu en anglais...
id: Bagian saat ini: <b>Kepulangan</b> • <a href="https://letsplaycastleclash.com/faq"><b>Baca FAQ</b></a> Kepulangan. • Ketik kode kepulangan dari game dalam bahasa Inggris…
it: Sezione corrente: Ritorno • <a href="https://letsplaycastleclash.com/faq"><b>leggi le FAQ di Ritorno.</b></a> • Inserisci il codice di ritorno a casa dal gioco in inglese...
pt: Seção atual: <b>Regresso a casa</b> • <a href="https://letsplaycastleclash.com/faq"><b>Leia FAQ</b></a> de Regresso a casa. • Digite o código de boas-vindas do jogo em inglês...
tr: İlgili etkinlik: <b>Eve Dönüş</b> • <a href="https://letsplaycastleclash.com/faq"><b>Yönergeyi oku</b></a> Eve Dönüş’ün. • Oyundaki Eve Dönüş etkinlik kodunuzu giriniz
uk: Вибранний розділ: <b>Повернення до дому</b> • <a href="https://letsplaycastleclash.com/faq"><b>Прочитайте FAQ</b></a> Повернення до дому. • Введи код від Поверненння до дому англійською мовою...
vi: Danh mục hiện tại: <b>Chào mừng trở về</b> • <a href="https://letsplaycastleclash.com/faq"><b>Đọc các câu hỏi thường</b></a> gặp trong sự kiện. • Nhập mã của sự kiện Chào mừng trở về trong game bằng tiếng Anh...

source: ❌ <b>Неверный код.</b> Правильный код состоит из 8 символов, написан на английском языке и содержит символы 0-9 и A-F, обновляется каждую акцию. Скопируйте свой код из Акции "Возвращение Домой" и введите заново:
ar: ❌ رمز خاطئ ،الرمز مكون من 8 أرقام باستخدام أرقام 0ـ9 و حروف أـ ي ، الرمز يتجدد خلال كل حدث، المرجو إدخال الرمز الصحيح بعد التأكد منه.
be: ❌ <b>Няправільны код.</b> Правільны код складаецца з 8 сімвалаў, напісаны на англійскай мове і змяшчае сімвалы 0-9 і A-F, абнаўляецца кожную акцыю. Скапіюйце свой код з Акцыі "Вяртанне Дадому" і ўвядзіце нанава:
de: ❌ <b>Ungültiger Code.</b> Der Code besteht aus 8 Zeichen zwischen den Zahlen 0 bis 9 und den Buchstaben A bis F. Er wird bei jedem Heimkehr-Event erneuert. Bitte geben Sie einen gültigen Code ein...
es: ❌ <b>Código inválido.</b> El código debe contener 8 caracteres y símbolos del 0-9 y letras A-F. Se refrecó cada código de Bienvenida. Por favor, introduce un código válido...
fr: ❌ <b>Code non valide</b> Le code contient 8 symboles de 0 à 9 et de A à F. Il s'est rafraîchi à chaque événement du retour à la maison. Veuillez entrer un code valide...
id: ❌ <b>Kode tidak valid.</b> Kode berisi 8 simbol 0-9 dan A-F. Itu selalu refresh setiap event Kepulangan. Harap mengetik code yang valid...
it: ❌ <b>Codice non valido.</b> Il codice contiene 8 simboli 0-9 e AF. Ha rinfrescato ogni evento di ritorno a casa. Si prega di inserire un codice valido...
pt: ❌ <b>Código inválido.</b> O código contém 8 símbolos 0-9 e A-F. Atualizou cada evento de boas-vindas. Digite um código válido...
tr: ❌ <b>Geçersiz kod.</b> 8 Haneli kod 0-9 gibi rakamlardan ve A-F gibi harflerden oluşur. Kod her etkinlikte değişebilir. Lütfen geçerli bir kod giriniz…
uk: ❌ <b>Невірний код.</b> Правильний код складається з 8 символів, написаний англійською мовою і містить символи 0-9 та A-F. Скопіюйте код із сторінки події та введіть повторно....
vi: ❌ Mã không hợp lệ. Mã bao gồm 8 ký tự 0-9 và A-F. Mã được làm mới mỗi sự kiện. Vui lòng ghi mã hợp lệ...

source: Нажмите кнопку <b>25</b>, чтобы выбрать число вводов кодов и получить Награды.
ar: إضغط على زر 30 لاختيار عدد المرات التي تريد أن تحصل فيها على جائزة.
de: Klicken Sie auf die Schaltfläche <b>25</b>, um die Anzahl der Codeeingaben auszuwählen und die Belohnung zu erhalten.
es: Haz click <b>25</b> en el botón para seleccionar el número de entradas de código y recibir la recompensa.
fr: Cliquez sur <b>25</b> bouton pour sélectionner le nombre de codes à saisir et obtenir la récompense.
id: Ketik <b>25</b> Tombol untuk memilih nomor kode masuk dan dapatkan hadiahnya.
it: Fai clic sul pulsante <b>25</b> per selezionare il numero di voci di codice e ottenere il premio.
pt: Clique no botão <b>25</b> para selecionar o número de entradas de código e receber a recompensa.
tr: İstediğin kod deneme sayısını belirlemek için <b>25</b> butonlarına tıklayınız.
uk: Натисніть кнопку <b>25</b>, щоб вибрати кількість кодів.
vi: Chọn nút 30 để chọn số lượng mã và lấy quà.
