Repository: asafonov01/telegram_game_event_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ar, be, de, es, fr, id, it, pt, tr, uk, vi

source: Выбран раздел: <b>10 дней призов</b> • Откройте любого Героя в Алтаре Героев >> под Героем синяя кнопка «Рекомендация», нажмите. • Вас перенаправит на страницу браузера. Из строки скопируйте ссылку >> отправьте ссылку боту.
ar: لقسم الحالى : 10 ايام من الحظ السعيد. • افتح أياً من الأبطال داخل عرين الأبطال ثم اضغط على "انصحنى" فى أسفل صورة البطل. • سيتم تحويلك للمتصفح. يرجى نسخ الرابط من شريط العنوان وإرساله إلى البوت.
be: Вылучаны раздзел: <b>10 дзён прызоў</b> • Адкрыйце любога Героя ў алтары Герояў >> пад Героем сіняя кнопка «Рэкамендацыя», націсніце. • Вас перанакіруе на старонку браўзэра. З радка скапіруйце спасылку >> адпраўце спасылку боту
de: Aktueller Bereich: <b>10-Day Bonanza</b> • Öffne eine beliebige Heldenseite im Spiel auf dem Heldenaltar >> drücke den blauen "Berate mich" Knopf unter dem Helden. • Sie werden auf eine Browserseite weitergeleitet. Bitte kopieren Sie den Link aus der Adressleiste und senden Sie ihn an den Bot...
es: Sección actual: <b>10 días de bonanza</b> • Abre cualquier página de héroe en el juego en el Altar de héroes >> presiona el botón azul "Recibir consejos" debajo del héroe. • Será redirigido a una página del navegador. Copie el enlace de la barra de direcciones y envíelo al bot...
fr: Section actuelle: <b>Aubaine de 10 jours</b> - Ouvrez n'importe quelle page de héros en jeu dans l'autel des héros >> appuyez sur le bouton bleu "Conseillez-moi" sous le héros. - Vous serez redirigé vers une page du navigateur. Veuillez copier le lien de la barre d'adresse et l'envoyer au bot...
id: Bagian saat ini: <b>10-Hari Keberuntungan</b> • Buka halaman pahlawan apapun di dalam game di Altar pahlawan >> tekan tombol biru «Beri aku saran» dibawah pahlawan tersebut. • Anda akan diarahkan ke sebuah halaman browser. Harap menyalin link dari bilah alamat dan kirimkan ke bot...
it: Sezione corrente: <b>La Bonanza 10 - Giorni</b> • Apri una pagina qualsiasi dell'eroe nel gioco nell'Altare dell'eroe >> premi il pulsante blu «Avvisami» sotto l'eroe. • Verrai reindirizzato a una pagina del browser. Si prega di copiare il collegamento dalla barra degli indirizzi e inviarlo al bot...
pt: Seção atual: <b>Bonança de 10 dias</b> • Abra qualquer página de herói no jogo no Hero Altar >> pressione o botão azul «Conselho» abaixo do herói. • Você será redirecionado para uma página do navegador. Por favor, copie o link da barra de endereços e envie para o bot...
tr: İlgili bölüm: <b>10 Günlük Bolluk</b> • Kahraman karargahındaki herhangi bir kahramana tıklayın >> mavi butona tıklayın «Tavsiye et» kahramanın altındaki. • Bir web sayfasına yönlendirileceksiniz. O sayfanın linkini kopyalayıp botumuza gönderin…
uk: Вибранний розділ: <b>10 Днів Призів</b> • Відкрийте будь-якого Героя в Вівтарі Героїв >> натисніть на кнопку «Рекомендація» під Героєм. • Вас перенаправить на сторінку у браузері. Скопіюйте посилання та відправте боту...
vi: Danh mục hiện tại: Phúc lợi thành chiến • Mở bất kỳ anh hùng nào ở trong đài tướng >> nhấn nút xanh «Đề cử» ở dưới anh hùng. • Bạn sẽ được chuyển hướng trực tiếp tới một trình duyệt web. Vui lòng sao chép link từ thanh công cụ và gửi nó vào đây...

source: Удалить данные с IGG ID {}
ar: حذف الحساب بمعرف IGG {}
be: Выдаліць дадзеныя з IGG ID {}
de: Konto mit IGG-ID {} löschen
es: Eliminar cuenta con el IGG ID {}
fr: Supprimer le compte avec IGG ID {}
id: Menghapus akun dengan IGG ID {}
it: Elimina account con ID IGG {}
pt: Excluir conta com ID IGG {}
tr: IGG ID {} li hesabı sil
uk: Видалити акаунт з IGG ID {}
vi: Xóa tài khoản của bạn với IGG ID {}

source: Выберите, какие данные нужно удалить:
ar: الرجاء اختيار الروابط لحذفها.
be: Выберыце, якія дадзеныя трэба выдаліць:
de: Bitte wählen Sie die zu löschenden Links aus
es: Por favor, elige enlaces para eliminar.
fr: Veuillez choisir les liens à supprimer
id: Harap pilih link untuk menghapus
it: Scegli i link da eliminare
pt: Escolha links para excluir
tr: Lütfen silinecek linkleri seçin
uk: Виберіть, які дані потрібно видалити
vi: Hãy chọn link để xóa

source: Вы еще не добавили ни одной ссылки в бота
ar: لم تقم بإضافة أي روابط إلى البوت.
be: Вы яшчэ не дадалі ні адной спасылкі ў бота
de: Sie haben dem Bot keine Links hinzugefügt
es: No has añadido ningún enlace al bot.
fr: Vous n'avez pas ajouté de liens au bot
id: Anda belum menambahkan link apapun ke dalam bot
it: Non hai aggiunto alcun link al bot
pt: Você não adicionou nenhum link ao bot
tr: Bota herhangi bir link eklemediniz
uk: Ви ще не добавили жодного посилання
vi: Bạn chưa thêm link nào vào chương trình

source: Вы успешно удалили ссылку с IGG ID: {}
ar: لقد نجحت في إزالة الارتباط بمعرف IGG: {}
be: Вы паспяхова выдалілі спасылку з IGG ID: {}
de: Sie haben den Link mit der IGG-ID erfolgreich entfernt: {}
es: Has eliminado correctamente el enlace con el IGG ID: {}
fr: Vous avez réussi à supprimer le lien avec IGG ID : {}
id: Anda sudah berhasil menghapus link dengan IGG ID: {}
it: Hai rimosso con successo il link con ID IGG: {}
pt: Você removeu com sucesso o link com IGG ID: {}
tr: Başarılı bir şekilde linki kaldırdınız IGG ID: {}
uk: Ви успішно видалили посилання з IGG ID: {}
vi: Bạn đã thành công loại bỏ link với IGG ID: {}

source: ✅ <b>Ссылка добавлена.</b> ‼️ Политика конфиденциальности: letsplaycastleclash.com/policy
ar: ✅ <b>تم إضافة الرابط بنجاح.</b> للشروط والقواعد : letsplaycastleclash.com/policy
be: ✅ <b>Спасылка дададзена.</b> ‼️ Палітыка прыватнасці: letsplaycastleclash.com/policy
de: ✅ <b>Link erfolgreich hinzugefügt.</b> ‼️ Datenschutzrichtlinie: letsplaycastleclash.com/policy
es: ✅ <b>Enlace agregado con éxito.</b> ‼️ Política de privacidad: letsplaycastleclash.com/policy
fr: ✅ <b>Lien ajouté avec succès.</b> ‼ Politique de confidentialité: letsplaycastleclash.com/policy
id: ✅ <b>Link berhasil ditambahkan.</b> ‼️ Kebijakan Pribadi: letsplaycastleclash.com/policy
it: ✅ <b>Link aggiunto con successo.</b> ‼️ Informativa sulla privacy: letsplaycastleclash.com/policy
pt: ✅ <b>Link adicionado com sucesso.</b>
tr: ✅ <b>Bağlantı başarıyla eklendi.</b> ‼️ Gizlilik Politikası:letsplaycastleclash.com/policy
uk: ✅ <b>Посилання успішно додано.</b> ‼️ Політика конфіденційності: letsplaycastleclash.com/policy
vi: ✅ <b>Link đã được thêm thành công.</b> ‼️ Chính sách bảo mật: letsplaycastleclash.com/policy

source: Выбран раздел: <b>Великий Торговец</b> • <a href="https://letsplaycastleclash.com/faq"><b>Ознакомьтесь с FAQ</b></a> Великого Торговца. • Отправьте код предмета, чтобы снизить цену
ar: القسم الحالى: صاحب الصفقة الكبيرة. • <a href="https://letsplaycastleclash.com/faq">إقرأ تعليمات حدث صاحب الصفقة الكبيرة.</a> • أدخل كود عنصر الحدث للحصول على الخصم داخل اللعبة.
be: Абраны раздзел: <b>Вялікі Гандляр</b> • <a href="https://letsplaycastleclash.com/faq"><b>Азнаёмцеся з FAQ</b></a> Вялікага Гандляра. • Адпраўце код прадмета, каб знізіць цану
de: Aktueller Bereich: <b>Großes Schnäppchen</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lesen der FAQ</b></a> von Großes Schnäppchen. • Geben Sie den Code für das Event ein, um den Preis im Spiel zu senken...
es: Sección actual: <b>Regateador</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lea las Preguntas Frecuentes</b></a> de El Regateador. • Introduce el código del artículo del evento para reducir el precio en el juego...
fr: Section actuelle: <b>Marchand</b> • <a href="https://letsplaycastleclash.com/faq"><b>Lisez la FAQ</b></a> de Marchand(e) • Entrez le code de l'objet de l'événement pour diminuer le prix en jeu...
id: Bagian saat ini: <b>Tawar-menawar</b> • <a href="https://letsplaycastleclash.com/faq"><b>Baca FAQ</b></a> Tawar-menawar. • Ketik code barang event untuk mengurangi harga dalam game...
it: Sezione corrente: <b>Grande Commerciante</b> • <a href="https://letsplaycastleclash.com/faq"><b>Leggi le FAQ</b></a> di Grande Commerciante. • Inserisci il codice oggetto dell'evento per diminuire il prezzo di gioco...
pt: Seção atual: <b>Caçador de Descontos</b> • <a href="https://letsplaycastleclash.com/faq"><b>Leia FAQ</b></a> do Caçador de Descontos. • Digite o código do item do evento para diminuir o preço no jogo...
tr: İlgili bölüm: <b>Büyük Pazarlık</b> • Big Bargainer'ın <a href="https://letsplaycastleclash.com/faq"><b>SSS'sini okuyun</b></a>. • Oyun içi fiyatı düşürmek için etkinlik eşyası kodunu girin...
uk: Вибранний розділ: <b>Великий Торговець</b> • <a href="https://letsplaycastleclash.com/faq"><b>Прочитайте FAQ</b></a> of Великого Торговця. • Відправте код предмета, щоб знизити ціну...
vi: Danh mục hiện tại: <b>Mặc cả khuyến mãi</b> • <a href="https://letsplaycastleclash.com/faq"><b>Đọc các câu hỏi thường</b></a> gặp về sự kiện Mặc cả khuyến mãi. • Nhập mã của vật phẩm bạn cần giảm giá trong game...

source: ❌ Ошибка: неверный код. Скопируйте код предмета из Акции "Великий Торговец" и введите заново:
ar: ❌ خطأ: تنسيق الرمز غير صالح. يرجى نسخ رمز العنصر من حدث صاحب الصفقة الكبيرة وإدخاله مرة أخرى.
be: ❌ Памылка: няправільны код. Скапіюйце код прадмета з Акцыі "Вялікі Гандляр" і ўвядзіце нанава:
de: ❌ Fehler: Ungültiges Code-Format. Bitte kopieren Sie den Gegenstandscode aus dem Großes Schnäppchen-Event und geben Sie ihn erneut ein
es: ❌ Error: formato de código no válido. Copie el código del artículo del evento El Regateador e introdúzcalo de nuevo
fr: ❌ Erreur : format de code invalide. Veuillez copier le code de l'article de l'événement du Grand Rabais et le saisir à nouveau.
id: ❌ Error: format kode tidak valid. Harap menyalin kode barang dari event tawar-menawar dan masukkan lagi
it: ❌ Errore: formato codice non valido. Copia il codice articolo dall'evento Grande Commerciante e inseriscilo di nuovo
pt: ❌ <b>Erro: formato de código inválido</b>. Copie o código do item do evento Caçador de Descontos e insira-o novamente:
tr: ❌ Hata: geçersiz kod biçimi. Lütfen Büyük Pazarlık etkinliğindeki ürün kodunu kopyalayın ve tekrar girin
uk: ❌ Помилка: невірний код. Скопіюйте код з сторінки подіїї та відправте боту.
vi: ❌ Lỗi: định dạng mã không hợp lệ. Vui lòng sao chép mã từ vật phẩm của sự kiện Mặc cả khuyến mãi và nhập lại

source: ⚠ Код уже в очереди.
ar: ⚠ الكود بالفعل في قائمة الانتظار. يرجى انتظار الإشعار.
be: ⚠ Код ужо ў чарзе.
de: ⚠ Code bereits in der Warteschlange. Bitte warten Sie auf eine Benachrichtigung.
es: ⚠ Código ya en cola. Por favor espere una notificación.
fr: ⚠ Code déjà dans la file d'attente. Veuillez attendre une notification.
id: Kode sudah berada di antrian. Harap tunggu sebuah notifikasi.
it: ⚠ Codice già in coda. Si prega di attendere una notifica.
pt: ⚠ Código já na fila. Aguarde uma notificação.
tr: ⚠ Kod zaten sırada. Lütfen bir bildirim bekleyin.
uk: ⚠ Код додано в чергу. Чекайте повідомлення про закінчення.
vi: ⚠ Mã đã được thêm vào hàng chờ. Vui lòng chờ thông báo.

source: ❌ <b>Неверный код.</b> Пожалуйста, отправьте код из Великого Торговца...
ar: ❌ خطأ: الكود غير صالح. يرجى نسخ رمز العنصر من حدث صاحب الصفقة الكبيرة وإدخاله مرة أخرى.
be: ❌ <b>Няправільны код.</b> Калі ласка, адпраўце код з Вялікага Гандляра...
de: ❌ <b>Fehler: ungültiger Code</b>. Bitte kopieren Sie den Gegenstandscode aus dem Großes Schnäppchen-Event und geben Sie ihn erneut ein
es: ❌ <b>Error: código no válido</b>. Copie el código del artículo del evento El Regateador e introdúzcalo de nuevo
fr: ❌ <b>Erreur : code invalide</b>. Veuillez copier le code de l'article de l'événement du Grand Marchand et le saisir à nouveau.
id: ❌ <b>Error: kode tidak valid</b>. Harap menyalin kode barang dari event Tawar-menawar dan masukkan lagi
it: ❌ <b>Errore: codice non valido</b>. Copia il codice articolo dall'evento Grande Commerciante e inseriscilo di nuovo
pt: ❌ <b>Erro: código inválido</b>. Copie o código do item do evento Caçador de Descontos e insira-o novamente...
tr: ❌ <b>Hata: geçersiz kod</b>. Lütfen Büyük Pazarlık etkinliğindeki ürün kodunu kopyalayın ve tekrar girin
uk: ❌ <b>Помилка: невірний код</b>. Скопіюйте код з сторінки подіїї та відправте боту.
vi: ❌ <b>Lỗi: mã không hợp lệ.</b> Vui lòng sao chép mã từ vật phẩm của sự kiện Mặc cả khuyến mãi và nhập lại

source: ✅ Код {} добавлен в очередь.
ar: ✅ الكود {} أضيف بنجاح إلى قائمة الانتظار. يرجى انتظار الإشعار.
be: ✅ Код {} дададзены ў чаргу.
de: ✅Code {} erfolgreich zur Warteschlange hinzugefügt. Bitte warten Sie auf eine Benachrichtigung.
es: ✅ Código {} añadido con éxito a la cola. Por favor espere una notificación.
fr: ✅ Code {} ajouté avec succès à la file d'attente. Veuillez attendre une notification.
id: Kode {} sukses di tambahkan ke antrian. Harap tunggu sebuah notifikasi
it: ✅ Codice {} aggiunto con successo alla coda. Si prega di attendere una notifica.
pt: ✅ Código {} adicionado com sucesso à fila. Aguarde uma notificação.
tr: ✅ {} kodu başarıyla kuyruğa eklendi. Lütfen bir bildirim bekleyin.
uk: ✅ Код {} успішно додано в чергу. Чекайте повідомлення про закінчення.
vi: ✅ Mã {} đã được thêm vào hàng chờ. Vui lòng chờ thông báo.

source: ✅ Награды по коду Акции {} полностью отправлены. Получите награды в игровом почтовом ящике.
ar: تلقى شفرتك {} مكافآت بنجاح
de: Belohnungen wurden an Ihr Code {} übermittelt.
es: ✅ Su código {} ha recibido recompensas con éxito.
fr: ✅ Votre code {} a bien reçu des récompenses.
id: Kode anda {} sudah berhasil menerima hadiahnya
it: ✅ Il tuo codice ha ricevuto successo i premi.
pt: ✅ Seu código {} recebeu recompensas com sucesso.
tr: ✅ Kodunuz {} ödülleri başarıyla aldı.
vi: ✅ Mã {} đã nhận được phần thưởng thành công.

source: ✅ Вам было успешно начислено {} CastleCoin. Приятной игры.
ar: ✅ لقد تم اعتمادك بنجاح في {} عملات كاستل. أتمنى لك لعبة ممتعة.
be: ✅ Вам было паспяхова налічана {} CastleCoin. Прыемнай гульні.
de: ✅ Sie haben Ihr Guthaben erfolgreich aufgeladen mit {} CastleCoin. Viel Spaß beim Spielen.
es: ✅ Ha sido retribuido con éxito con {} CastleCoin. Que tengas un buen juego.
fr: ✅ Vous avez été crédité avec succès de {} CastleCoin. Bon jeu.
id: ✅ Anda telah berhasil dikreditkan dengan {} CoinCastle. Selamat bermain.
it: ✅ Sei stato accreditato con successo con {} CastleCoin. Buon gioco.
pt: ✅ Você foi creditado com sucesso com {} CastleCoin. Tenha um bom jogo.
tr: ✅ {} CastleCoin hesabınıza tanımlandı. iyi oyunlar.
uk: ✅ Вам було успішно зараховано {} CastleCoin. Приємної гри.
vi: ✅ Bạn đã được thêm vào thành công {} CastleCoin. Chúc bạn chơi game vui vẻ.

source: Код {} начал обрабатываться...
ar: الرمز {} قيد المعالجة ...
be: Код {} пачаў апрацоўвацца...
de: Code {} wird verarbeitet...
es: El código {} se está procesando...
fr: Le code {} est en cours de traitement...
id: Kode {} sedang di proses…
it: Il codice {} è in elaborazione...
pt: O código {} está sendo processado...
tr: Kod {} işleniyor...
uk: Код {} почав оброблятися...
vi: Mã {} đang được xử lí...

source: ✅ Цена предмета по коду {} максимально снижена
ar: ✅ سعر العنصر وفقًا للرمز {} يتم تخفيضه إلى أقصى حد
be: ✅ Кошт прадмета па кодзе {} максімальна зніжаны
de: ✅ Der Preis des Artikels wird entsprechend dem Code {} höchstmöglich reduziert
es: ✅ El precio del artículo según el código {} se redujo al máximo
fr: ✅ Le prix de l'article selon le code {} est réduit au maximum.
id: ✅ Harga barang menurut kode {} sudah berkurang secara maksimal
it: ✅ Il prezzo dell'articolo secondo il codice {} è al massimo ridotto
pt: ✅ O preço do item de acordo com o código {} é reduzido ao máximo
tr: ✅ {} koduna göre öğenin fiyatı maksimum düzeyde düşürüldü
uk: ✅ Ціна по коду {} максимально знижена
vi: ✅ Giá của vật phẩm theo mã code {} đã được giảm tối đa

source: С вашего баланса было списано {} CastleCoin.
ar: 😔 {} تم سحب عملات كاستل من رصيدك.
be: 😔 З вашага балансу было спісана {} CastleCoin
es: 😔 {} CastleCoin ha sido retirado de su saldo.
fr: 😔 {} CastleCoin a été retiré de votre solde.
id: 😔 {} CastleCoin telah ditarik dari saldo anda.
it: 😔 {} CastleCoin è stato ritirato dal tuo saldo.
pt: 😔 {} CastleCoin foi retirado do seu saldo.
tr: 😔 {} CastleCoin bakiyenizden çekildi.
uk: 😔 З вашого рахунку було списано {} CastleCoin
vi: 😔 {} CastleCoin đã được rút ra từ tài khoản của bạn.

source: <code>{}</code> успешно добавлен в очередь! Вы получите уведомление, когда закончится обработка кода. <i>(максимум {} попыток по правилам акции. Купите 240 CastleCoin\`ов для получения фулл наград.)</i>
ar: <code>{}</code> تمت إضافته إلى لائحة! سيصلك إشعار بعد أن يتم معالجة الرمز الخاص بك. (الحد الأقصى هو {} بسبب قوانين الحدث. المرجو شراء 240 عملة كاستل للحصول على جميع المكافئات)
be: <code>{}</code> паспяхова дададзены ў чаргу! Вы атрымаеце апавяшчэнне, калі скончыцца апрацоўка кода. <i>(максімум {} спроб па правілах акцыі. Купіце 240 CastleCoin\`ов для атрымання поўнай колькасці узнагарод.)</i>
de: <code>{}</code> erfolgreich zur Warteschlange hinzugefügt! Du erhältst eine Benachrichtigung, sobald der Code bearbeitet wird. <i>(Limit ist {} Versuche aufgrund der Spielregeln. Bitte kaufe 240 CastleCoins, um alle Belohnungen zu erhalten)</i>
es: ¡<code>{}</code> agregado correctamente a la cola! Recibirá una notificación tan pronto como se procese el código. <i>(el límite es {} intentos debido a las reglas del juego. Compre 240 CastleCoins para obtener todas las recompensas)</i>
fr: <code>{}</code> ajouté avec succès à la file d'attente ! Vous recevrez une notification dès que le code sera traité. <i>(la limite est de {} tentatives en raison des règles du jeu. Veuillez acheter 240 CastleCoins pour obtenir toutes les récompenses)</i>
id: <code>{}</code> Telah berhasil di tambahkan ke antrian! Anda akan menerima notifikasi segera setelah kode diproses. <i>(Batas {} akun yang diundang karena aturan game. Harap membeli 240 CastleCoins untuk mendapatkan semua hadiahnya)</i>
it: <code>{}</code> aggiunto con successo alla coda! Riceverai una notifica non appena il codice sarà elaborato. <i>(il limite è di {} tentativi dovuti alle regole del gioco. Acquista 240 CastleCoin per ottenere tutti i premi)</i>
tr: <code>{}</code> Başarılı bir şekilde eklendi! Kod işlenir işlenmez bir bildirim alacaksınız. <i>(Deneme limiti {} oyun kurallarına göre bu kadar. Tüm ödülleri almak için lütfen en az 240 CastleCoin alın)</i>
uk: <code>{}</code> успішно додано в чергу! Ви отримаєте повідомлення про закінченя обробки кода. <i>(максимум {} спроб по правилам події. Будь ласка, придбайте 240 CastleCoin, щоб отримати всі предмети.)</i>

source: Добавляю попытки к коду... <i>(максимум {} попыток по правилам акции. Купите 100 CastleCoin\`ов для получения фулл наград.)</i>
pt: Adicionando tentativas ao código... <i>(o limite é de {} tentativas devido às regras do jogo. Compre 100 CastleCoins para obter todas as recompensas.)</i>

source: Добавляю попытки к коду... <i>(максимум {} попыток по правилам акции. Купите 240 \`ов для получения фулл наград.)</i>
be: Дадаю спробы да кода... <i>(максімум {} спроб па правілах акцыі. Купіце 100 CastleCoin\`ов для атрымання поўнай колькасці узнагарод.)</i>
de: Hinzufügen von Versuchen zu dem Code... <i>(Limit ist {} Versuche aufgrund der Spielregeln. Bitte kaufe 240 CastleCoins, um alle Belohnungen zu erhalten)</i>

source: Выбран раздел: <b>Купить CastleCoin</b> <b>Курс:</b> • 1 CastleCoin = ₽1 • 160 CastleCoin = €2 • 10 CastleCoin = ₴5 • 100 CastleCoin = ₴50 • 1 CastleCoin = <a href="https://google.com/search?q=1+тенге+в+руб">мониторинг ₸</a> • 1 CastleCoin = <a href="https://google.com/search?q=1+BYN+в+руб"> маніторынг BYN</a> Пожалуйста, ознакомьтесь с прейскурантом событий letsplaycastleclash.com/#price
uk: Вибранний розділ: <b>Купити CastleCoin</b> <b>Курс:</b> • 10 CastleCoin = ₴5 • 100 CastleCoin = ₴50 Будь ласка, ознайомтесь з прейскурантом подій letsplaycastleclash.com/#price
